[
  {
    "id": 89469,
    "title": "Caravanserai Desert Dinner With Optional Transfers",
    "description": "Take a step back in time and explore an ancient culture with a modern twist accompanied with dining experience.\t<br /><br /><strong>What to Expect</strong><br /><br />The adventure begins when your guide picks you up from your hotel in Dubai to caravanserai desert camp for a buffet style dining experience. Embark on a traditional buffet dinner, followed by authentic Bedouin live performances. Find all you need, to immerse yourself in the ultimate Arabian experience.<br /> <br /><strong>Highlights</strong><br />\r\n<ul>\r\n<li>Caravanserai camp: Take a journey with us and step into a world of traditional style with a touch of luxury and authentic camp experience.</li>\r\n<li>5-star Arabian (inspired buffet): Indulge in an array of dishes that represents the finest Arabian cuisine, carefully curated to delight your senses.</li>\r\n<li>Live shows: Immerse yourself in the captivating Arabian culture with live performances.</li>\r\n</ul>\r\n<strong>What's Included in the ticket</strong><br />\r\n<ul>\r\n<li>Pick up and drop off service</li>\r\n<li>Camel riding</li>\r\n<li>Henna painting</li>\r\n<li>Belly dance, fire dance and more</li>\r\n<li>Fire show</li>\r\n<li>Air-conditioned 4x4 vehicle</li>\r\n<li>Live Barbecue</li>\r\n<li>International 5-star buffet</li>\r\n<li>Water and soft drinks</li>\r\n</ul>\r\n<strong>What's not Included in the ticket</strong><br />\r\n<ul>\r\n<li>Anything not mentioned in Inculsions</li>\r\n<li>Dune bashing</li>\r\n</ul>\r\n<strong>Timing's</strong><br />\r\n<ul>\r\n<li>Tour timing's: 06:00 p.m. to 09:00 p.m.</li>\r\n<li>Tour Operates on daily basis</li>\r\n<li>Pick up will be in between 05:00 p.m. to 05:30 p.m.</li>\r\n</ul>\tCommence your journey as your guide collects you from your Dubai hotel, heading to the Caravanserai Desert Camp by Tour Dubai for a buffet-style dining escapade. Indulge in a traditional buffet dinner and relish authentic Bedouin live performances. Everything you require for the quintessential Arabian experience awaits at the Caravanserai Luxury Camp in Dubai.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/caravanserai-desert-dinner-with-transfers",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 86527,
    "title": "Discover Scuba Dive at Fujairah",
    "description": "Discover the marine world under the sea and learn the basics of scuba diving at Fujairah.\t<br /><br /><strong><br />What To Expect<br /><br /></strong> Explore the colorful corals and tropical marine life of Fujairah and learn how to dive with the help of certified instructors in this beginner-level scuba diving lesson.&nbsp; <br /><br /><br /><br /> &nbsp; <strong>Highlights</strong><br /><br /> - A perfect opportunity to try scuba diving and explore the underwater world with no prior experience required. <br />- Explore the Fujairah coast and try scuba diving with no commitment to a longer program.<br /> - Learn the basics of scuba diving with the help of certified diving instructors. <br />- Discover the Arabian waters with one of the best scuba diving Fujairah experiences.&nbsp; <br /><br /><br /><br /> <strong>What&rsquo;s included in the ticket<br /><br /></strong> - One 2-3 Hour Scuba Diving Session with Certified Instructors. <br />- Scuba Diving Suit and Equipment. <br />- Unlimited Soft Drinks and Water. <br /><br /><br /><br /> <strong>Timing:&nbsp;<br /><br /></strong> 8:30 a.m, 1:30 p.m. &nbsp; <br /><br /><br /><br /> <strong>Ticket Information:&nbsp;<br /><br /></strong><br />- Discover Scuba Dive at Fujairah ticket sales are final and are 100% non-refundable. <br />- Visitors are not allowed to bring food or beverages, glassware, or alcohol into the premises. <br />- Please carry a valid photo ID with you. <br />- Book online in advance to redeem the best deals and offers.<br /><br /><br /> <strong>Important things to know before your visit<br /><br /></strong> - Discover Scuba Dive at the Fujairah Dress Code: Comfortable swimming attire and footwear are required. <br />- Discover Scuba Dive at Fujairah<br /> <br />Age and Health Restrictions:<br /> - Participants must be 10 years or older. <br />- Participants must be fit to dive. <br />- Participants must pass a dive medical questionnaire. <br />- Please bring a towel and a change of clothes. <br />- Transportation pick up and drop off from Dubai to Fujairah is available <br />- Transportation costs may vary on the time trip.<br /><br /><br /> <strong>Address: Nemo Diving Center Dubai, Fujairah, UAE<br /><br /></strong> <br /><br /> <strong>How to get there:<br /><br /><br /></strong> <strong>By car:</strong> Nemo Diving Center is located in Fujairah, which is easily accessible by car. You can park the car in the designated parking for a small fee. &nbsp; <br /><br /><strong>By taxi</strong>: You can also take a taxi to the location from anywhere in Dubai. It&rsquo;s a popular destination, and most taxi drivers will be familiar with the location.\tExplore the colorful corals and tropical marine life of Fujairah and learn how to dive with the help of certified instructors in this beginner-level scuba diving lesson.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://fujairah.platinumlist.net/aed/event-tickets/86527/discover-scuba-dive-at-fujairah",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "approved",
    "featured": false
  },
  {
    "id": 86621,
    "title": "Wind Rises Sailing Rides & Races",
    "description": "Wind Rises is creating a new image for sail culture and forming a community around sailing.\r\n\r\nHere, you will learn how to operate the boat, steer it along a course, adjust the sails, and execute basic maneuvers either with other participants or with the help of  our instructor and will take care of all the boat handling while you relax, enjoy the sea views, catch the wind, and capturing memorable photos of your amazing day on the water\tWind Rises is creating a new image for sail culture and forming a community around sailing. &nbsp; Here, you will learn how to operate the boat, steer it along a course, adjust the sails, and execute basic maneuvers either with other participants or with the help of&nbsp; our instructor and will take care of all the boat handling while you relax, enjoy the sea views, catch the wind, and capturing memorable photos of your amazing day on the water",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/86621/wind-rises-sailing-yacht",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "sold out",
    "featured": false
  },
  {
    "id": 86859,
    "title": "Gravity Indoor Skydiving",
    "description": "Immerse yourself in the exhilarating world of indoor skydiving at \"Gravity Indoor Skydiving,\" located in the heart of Manama. This state-of-the-art attraction offers a thrilling experience where you can feel the sensation of freefalling and learn the art of human body flight in one of the world's largest indoor wind tunnels. With expert instructors, top-of-the-line equipment, and a focus on safety, \"Gravity Indoor Skydiving\" provides a unique and unforgettable adventure for individuals of all skill levels.\t<strong><br /><br />Highlights</strong>\r\n<ul>\r\n<li>Feel the rush of wind as you float effortlessly in the massive indoor wind tunnel, replicating the sensation of a real skydive without the need for an airplane.</li>\r\n<li>Receive guidance from experienced instructors who will teach you the techniques of body flight. Learn how to maneuver your body, maintain stability, and perform exhilarating tricks as you soar through the air.</li>\r\n<li>Capture your moments of soaring through the air on camera to share with friends and family</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong> <br />Access to Gravity Indoor Skydiving. &nbsp; &nbsp; <br /><br /><strong>Timing:&nbsp;</strong>\r\n<ul>\r\n<li>From Tuesday to Saturday from Tuesday to Saturday from 1:00 p.m. to 09:00 p.m.</li>\r\n<li>Closed on Sunday and Monday</li>\r\n<li>Please be present at Gravity Indoor Skydiving 1 hour before their flight time.</li>\r\n</ul>\r\n<strong>Ticket Information:</strong><br /><br />\r\n<ul>\r\n<li>Gravity Indoor Skydiving ticket sales are final and are 100% non-refundable.&nbsp;</li>\r\n</ul>\r\n<strong>Important things to know before your visit<br /></strong> Gravity Indoor Skydiving Dress Code: Upon arrival, customers are kindly requested to wear sneakers and socks.<br /><strong><br />Age and Health Restrictions:</strong><br />\r\n<ul>\r\n<li>Participants must not have a history of neck, back or heart problems and is not claustrophobic.</li>\r\n<li>Participants must not be intoxicated or has taken any medication which is likely to interfere with the ability to flight.</li>\r\n<li>The maximum weight limit is 135 kg.&nbsp;</li>\r\n<li>It is recommended that participants be at least 4 years old and weigh at least 15 kg. For individuals under 4 years old or lighter than 15 kg, the parent or guardian assumes full responsibility.</li>\r\n</ul>\r\n<strong>How to get there:</strong> <br />By car: Take Sheikh Khalifa Bin Salman Highway (Highway 55) towards Manama and follow signs to the venue. Plan your journey in advance and allow for potential traffic delays. &nbsp; <br /><br />By taxi: You can also take a taxi to Gravity Indoor Skydiving from anywhere in Manama. It's a famous destination and most drivers will be familiar with the location.\tIndoor Skydiving: Gravity Indoor Skydiving, Manama Get ready to enter the action-packed world of Indoor Skydiving at Gravity Indoor Skydiving, right in the heart of Bahrain. &nbsp; &nbsp; <br /><br />Indoor Skydiving is a one-of-a-kind venue that will surely provide you with an amazing indoor skydiving experience.&nbsp; <br /><br />There, you'll get to feel the sensation of freefalling through one of the world's largest wind tunnels. You don't have to worry about having experience as it caters to all skill levels, so whether you're a beginner or an experienced flyer, this is one of, if not the best indoor skydiving facility where the daredevil inside you can be let loose. &nbsp; &nbsp; <br /><br />With expert instructors and world-class equipment, gravity Indoor Skydiving ensures safety first while still providing the ultimate adventure for all experience levels. This is the perfect opportunity to test your limits and learn the art of human body flight in a safe and controlled environment.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://manama.platinumlist.net/bhd/event-tickets/gravity-indoor-skydiving",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 86889,
    "title": "Luxury Speed Boat Tour by The Black Boats",
    "description": ".\tJoin The Black Boats for an unforgettable speed boat tour experience in Dubai. Choose from the Dubai Atlantis Boat Tour, a leisurely cruise along the Marina Canal with stunning views of JBR and Atlantis the Palm, or the longer Burj Al Arab Boat Tour, a 100-minute journey taking in breathtaking views of Dubai's shoreline, including the iconic Burj Al Arab and Atlantis Hotel. Both tours offer plenty of opportunities to capture unforgettable memories of Dubai's most iconic landmarks.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/86889/luxury-speed-boat-tour-by-the-black-boats",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 86996,
    "title": "Lunch at Mundo",
    "description": "Indulge your senses with a culinary journey at Mundo Restaurant  A la carte lunch, where you will find an extensive array of international cuisines to satisfy every craving. Enjoy a variety of flavors from aromatic curries and spicy stir-fries to the freshness of crisp salads and succulent roasts. The restaurant also has a fantastic location at Jumeirah Emirates Tower, being in the heart of Dubai's financial district makes it easily accessible for everyone.\t<strong><br /><br />Highlights</strong>\r\n<ul>\r\n<li>The lunch A la carte at Mundo Restaurant provides an unforgettable dining experience that will leave you feeling completely satisfied.&nbsp;</li>\r\n<li>Indulge in our delicious pasta station where you can create your own pasta bowl with a choice of noodles and sauces to satisfy your taste buds.</li>\r\n<li>Experience a new taste of sushi as our expert sushi chefs use only the freshest ingredients to create a wide selection of classic and innovative sushi rolls.&nbsp;</li>\r\n</ul>\r\n<br /><strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>&nbsp;A la carte Lunch and Water</li>\r\n</ul>\r\n<strong>Not Included:&nbsp;</strong>\r\n<ul>\r\n<li>Soft drinks</li>\r\n<li>Alcoholic drinks</li>\r\n</ul>\r\n<br /><strong>Important Update:<br /></strong><br /> Please note that Mundo restaurant at Jumeirah Emirates Towers will be serving the a la carte menu for lunch instead of a Buffet, until the 15th of September 2024. &nbsp; Guests will continue to be able to order 1 starter, 1 main course, and a dessert from the a la carte menu, at the same rate as the buffet. <br /><br /><strong>Timing:&nbsp;</strong> <br />Available throughout weekends and weekdays from 01:00 p.m. to 03:00 p.m.&nbsp; &nbsp; &nbsp; <br /><br /><strong>Ticket Information:</strong><br /><br />\r\n<ul>\r\n<li>You can cancel your booking free of charge up to 48 hours before your visit date at Mundo.&nbsp;</li>\r\n<li>In case of late cancellations or no-shows, we will have to charge the full amount of the booking.</li>\r\n</ul>\r\n<strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>Lunch at Mundo Dress Code: Casual</li>\r\n<li>Discounts or vouchers cannot be used in conjunction with an existing promotion, theme, brunch, event, or special occasion.</li>\r\n</ul>\r\n<strong>Age and health restrictions:&nbsp;</strong>\r\n<ul>\r\n<li>The dining experience is suitable for people of all ages, including expecting mothers.&nbsp;</li>\r\n</ul>\r\n<br /><strong>Cancellation Policy:</strong><br /> &nbsp; Up to 24 hours prior to visit date, cancelation is free of charge. Late cancelations and No shows will be fully charged.<br /><br /><br /> <strong>How to get there:</strong> <br /><br />By car: To reach Jumeirah Emirates Tower by car, you can take Sheikh Zayed Road towards Dubai and take the exit for World Trade Centre. Follow the signs to Jumeirah Emirates Towers.&nbsp; &nbsp; <br /><br />By public transportation: Jumeirah Emirates Tower is easily accessible by metro. You can take the Red Line and get off at the Emirates Towers station. The hotel is just a short walk from the station. &nbsp; <br /><br />By taxi: You can also take a taxi to the hotel from anywhere in Dubai. It&rsquo;s a popular destination, and most taxi drivers will be familiar with the location.\tIndulge your senses with a culinary journey at Mundo Restaurant A la carte lunch, where you will find an extensive array of international cuisines to satisfy every craving.<br /><br /> Enjoy a variety of flavors from aromatic curries and spicy stir-fries to the freshness of crisp salads and succulent roasts.<br /> <br />The restaurant also has a fantastic location at Jumeirah Emirates Tower, being in the heart of Dubai's financial district makes it easily accessible for everyone.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/86996/buffet-lunch-at-mundo",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 86993,
    "title": "Mundo Dinner Themed Nights - Monday to Friday",
    "description": "Indulge your taste buds in a world of flavor with our exquisite buffet at Mundo Restaurant Dubai. The buffet showcases the rich and aromatic spices of Indian cuisine, the bold and flavorful herbs of the Mediterranean, the fragrant and exotic aromas of the Middle East, and the umami-packed delights of Asia. \r\n\r\nThe pasta station allows you to indulge in perfectly cooked pasta dishes, made to order just the way you like it. For sushi lovers, the sushi station offers a wide range of sushi and sashimi options, carefully prepared by our expert chefs. \"\t<strong><br /><br /><br />Highlights</strong> <br />The themed night schedule at Mundo Restaurant Dubai:&nbsp;\r\n<ul>\r\n<li>Monday - Taste of the Sea - Seafood night</li>\r\n<li>Tuesday -The Great Meat Feast - An evening for meat-lovers</li>\r\n<li>Wednesday - Surf &amp; Turf - Seafood and meat cuts</li>\r\n<li>Thursday - Treasures of Arabia - Middle Eastern, North African and Levantine selections</li>\r\n<li>Friday - Spice it up - Pan-Asian dishes</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>Buffet Dinner and Water</li>\r\n</ul>\r\n<strong>Not Included:&nbsp;</strong>\r\n<ul>\r\n<li>Soft drinks</li>\r\n<li>Alcoholic drinks</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong> <br />Mundo Dinner Themed Nights is available from Monday to Friday. &nbsp; <br /><br /><strong>Ticket Information:&nbsp;</strong>\r\n<ul>\r\n<li>You can cancel your booking free of charge up to 48 hours before your visit date at Mundo.&nbsp;</li>\r\n<li>In case of late cancellations or no-shows, we will have to charge the full amount of the booking.</li>\r\n</ul>\r\nI<strong>mportant things to know before your visit</strong>\r\n<ul>\r\n<li>Mundo Dinner-Themed Nights Dress Code: Casual</li>\r\n<li>Discounts or vouchers cannot be used in conjunction with an existing promotion, theme, brunch, event or special occasion.</li>\r\n</ul>\r\n<strong>Age and health restrictions:&nbsp;</strong>\r\n<ul>\r\n<li>The dining experience is suitable for people of all ages, including expecting mothers.&nbsp;</li>\r\n</ul>\r\n<strong>Cancellation policy<br /></strong>Up to 24 hours prior to visit date, cancelation is free of charge. Late cancelations and No shows will be fully charged.<br /><br /><strong>How to get there:</strong> <br /><br />By car: To reach Jumeirah Emirates Tower by car, you can take Sheikh Zayed Road towards Dubai and take the exit for World Trade Centre. Follow the signs to Jumeirah Emirates Towers.&nbsp; &nbsp; <br /><br />By public transportation: Jumeirah Emirates Tower is easily accessible by metro. You can take the Red Line and get off at the Emirates Towers station. The hotel is just a short walk from the station. &nbsp; <br /><br />By taxi: You can also take a taxi to the hotel from anywhere in Dubai. It&rsquo;s a popular destination, and most taxi drivers will be familiar with the location.\tIndulge your taste buds in a world of flavor with our exquisite buffet at Mundo Restaurant Dubai. The buffet showcases the rich and aromatic spices of Indian cuisine, the bold and flavorful herbs of the Mediterranean, the fragrant and exotic aromas of the Middle East, and the umami-packed delights of Asia. &nbsp; <br /><br />The pasta station allows you to indulge in perfectly cooked pasta dishes, made to order just the way you like it. For sushi lovers, the sushi station offers a wide range of sushi and sashimi options carefully prepared by our expert chefs. \"",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/86993/mundo-dinner-themed-nights-monday-to-friday",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87142,
    "title": "Dubai Private City Tour with Transfers",
    "description": "Come and join our tour and you will discover more of the hidden secrets of this town with our friendly English Speaking Tour Guide. We will take you through the heart of Dubai and explore a fascinating morning tour. The most modern and most desired tourist destination, which has lot to surprise any tourist who arrives in Dubai. We will have a start with a Visit to Gold Souk and Spice Souk. From there, you will have a chance to buy a souvenirs from your Love ones. there will be a drive through \"Dubai Frame\" which is the World's largest frame and then drive towards the Burj Khalifa in Sheikh Zayed Road and proceed to Palm Island and have a photo stop at \"The Pointe\" where you will have the stunning view of Atlantis The Palm, we will also visit Madinat Souk where you will see the fascinating \"Burj Al Arab”and drive back to hotel.\t<strong><br /><br />Highlights</strong>\r\n<ul>\r\n<li>&nbsp;Visit to Gold Souk n Spice Souk by Abra</li>\r\n<li>&nbsp;Visit to Marjan Gallery Drive through Sheikh Zayed Road&nbsp;</li>\r\n<li>&nbsp;Photostop at Madinat Jumeirah Souk for Burj Al Arab</li>\r\n<li>&nbsp;photo Photostop at the Pointe</li>\r\n</ul>\r\n<br /> <strong>Inclusions:</strong> &nbsp;\r\n<ul>\r\n<li>Pick up and drop off with private transfer&nbsp;</li>\r\n<li>4 hours tour with English speaking chauffeur for half day</li>\r\n<li>8 hours&nbsp; tour with English speaking chauffeur if you select the full day</li>\r\n</ul>\r\n&nbsp; <strong>Exclusions:<br /><br /></strong>\r\n<ul>\r\n<li>Ticket entry to any attraction</li>\r\n<li>Food and drinks</li>\r\n<li>Any souvenirs&nbsp;<br /><br /><br /></li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong> <br />Full-day Tour: 9 a.m. to 5 p.m. (8 hours) <br />Half-day Tour: 9 a.m. to 1 p.m. (4 hours) &nbsp; <br /><br /><strong>Ticket Information:&nbsp;</strong>&nbsp;\r\n<ul>\r\n<li>Children under 3 years can join the tour for free.</li>\r\n<li>Dubai City Tour ticket sales are final and are 100% non-refundable.</li>\r\n<li>Visitors are not allowed to bring glassware or alcohol into the premises.</li>\r\n</ul>\r\n&nbsp; <strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>Dubai City Tour Dress Code: Smart casual clothing is allowed during the tour.</li>\r\n<li>Dubai City Tour Age and Health Restrictions: The Dubai City Tour is suitable for people of all ages, including expecting mothers.</li>\r\n<li>Please inform the staff while booking the tour whether you need child seats.</li>\r\n</ul>\r\n<strong>How to get there:</strong> <br />For this tour, guests will be provided pick-up and drop-off from their location.\tJoin our tour to uncover the hidden secrets of Dubai with our amiable English-speaking tour guide. Explore the heart of the city during a captivating morning tour, delving into the surprises that Dubai, the most modern and sought-after tourist destination, has to offer. &nbsp; <br /><br />Begin with a visit to the Gold Souk and Spice Souk, providing an opportunity to purchase souvenirs for your loved ones. Enjoy a drive through the iconic 'Dubai Frame,' the world's largest frame, followed by a journey along Sheikh Zayed Road towards Burj Khalifa. Continue to Palm Island, with a photo stop at 'The Pointe,' offering a stunning view of Atlantis The Palm. Explore Madinat Souk to witness the captivating Burj Al Arab before concluding the tour with a return to the hotel.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/magical-sightseeing-day-tour-of-old-and-new-dubai",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87145,
    "title": "Abu Dhabi Private City Tour from Dubai with Transfers",
    "description": "Visit the Capital of UAE - Abu Dhabi. The architectural brilliance or modern enforcements in terms of infrastructure. The city corniche - well-maintained waterfront which gives stunning views of the city & beautiful buildings within such as Etihad Towers, Emirates Palace hotel, Sheikh Zayed Mosque, Louvre Museum & more. Not only this, it is home to amusement parks such as Yas marina, Ferrari world, Warner bros & more.\r\n \r\nOur first stop is at the breath-taking Sheikh Zayed Mosque for a photo stop. We then driver through Emirates Palace (The guests who has reservations can enter the Palace). Our route takes us along a scenic drive along the Riviera styled Abu Dhabi Corniche past the intriguing sights of the capital known for its sky scrapers, palaces and villas before heading to Marjan gallery to see different kinds of souvenirs and traditional carpets, dress etc. We then head to visit the Dates market. Our tour ends with a drive through Louvre Museum & photo stop at Ferrari park before heading back to Dubai.\t<br /><br /> <strong>Highlights</strong>\r\n<ul>\r\n<li>Visit the Sheikh Zayed Grand Mosque</li>\r\n<li>Drive Through Emirates Palace</li>\r\n<li>Photostop to Corniche</li>\r\n<li>Visit Marjan</li>\r\n<li>Visit Dates Market</li>\r\n<li>Drive through Louvre Museum</li>\r\n<li>Photostop to Ferrari World</li>\r\n</ul>\r\n<strong><br />Inclusions:</strong><br />\r\n<ul>\r\n<li>Pick up and drop off in private transfers</li>\r\n<li>Full day tour with English speaking driver</li>\r\n<li>Visit to above mentioned touristic locations</li>\r\n</ul>\r\n<br /><strong>Exclusions:</strong><br />\r\n<ul>\r\n<li>Ticket entry to any attraction</li>\r\n<li>Food and drinks</li>\r\n</ul>\r\n<br /><strong>Timing:&nbsp;</strong>\r\n<ul>\r\n<li>From 09:00 am to 05:00 pm (8 hours)</li>\r\n<li>From 09:00 am to 07:00 pm (10 hours)</li>\r\n<li>The pick-up time will be shared on the voucher</li>\r\n</ul>\r\n<br /><strong>Ticket Information:&nbsp;</strong>\r\n<ul>\r\n<li>Abu Dhabi City Tour ticket sales are final and are 100% non-refundable</li>\r\n</ul>\r\n&nbsp; &nbsp; <strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>Abu Dhabi City Tour Dress Code: Appropriate clothing is required for the tour to enter the mosque Flip-flops and shorts are not allowed.</li>\r\n<li>Age and Health Restrictions: The tour is suitable for people of all ages, including expecting mothers.</li>\r\n</ul>\r\n<strong>How to get there:</strong> <br /> For this tour, guests will be provided pick-up and drop-off from their location.\tVisit the Capital of UAE - Abu Dhabi. The architectural brilliance or modern enforcements in terms of infrastructure. The city corniche - well-maintained waterfront which gives stunning views of the city &amp; beautiful buildings within such as Etihad Towers, Emirates Palace hotel, Sheikh Zayed Mosque, Louvre Museum &amp; more. Not only this, it is home to amusement parks such as Yas marina, Ferrari world, Warner bros &amp; more. &nbsp; <br /><br />Our first stop is at the breath-taking Sheikh Zayed Mosque for a photo stop. We then driver through Emirates Palace (The guests who has reservations can enter the Palace). Our route takes us along a scenic drive along the Riviera styled Abu Dhabi Corniche past the intriguing sights of the capital known for its sky scrapers, palaces and villas before heading to Marjan gallery to see different kinds of souvenirs and traditional carpets, dress etc. We then head to visit the Dates market. Our tour ends with a drive through Louvre Museum &amp; photo stop at Ferrari park before heading back to Dubai.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/abu-dhabi-private-day-tour-from-dubai-with-transfer",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "approved",
    "featured": false
  },
  {
    "id": 87183,
    "title": "Morning Desert Safari Dubai with Dune Bashing, Sand Boarding & Camel Ride",
    "description": "Experience an exhilarating morning desert safari in Dubai, starting with a hotel pick-up in a 4x4 Land Cruiser, followed by a thrilling 35-45 minutes of dune bashing across the Lahbab Red Dunes. Take in the breathtaking desert scenery and feel the adrenaline rush as the Land Cruiser navigates the sandy terrain. Capture unforgettable moments with sandboarding, a popular desert activity, and enjoy optional quad biking. Afterwards, immerse yourself in Arabian hospitality at the Al Khayma camp, where you'll be treated to traditional Arabic coffee, sweets, and dates. Relax and embark on a short camel ride in the nearby area before concluding your adventure and being transported back to your hotel. Discover the best of Dubai's desert landscape with this unforgettable morning safari.\t<br /><br /> <strong>Highlights</strong>\r\n<ul>\r\n<li>Enjoy a morning safari in the Dubai Desert</li>\r\n<li>Experience the excitement of a dune-bashing adventure in a 4x4 Land Cruiser</li>\r\n<li>Try sandboarding, fast becoming one of the most popular desert activities and drive the optional off-road quad bike</li>\r\n<li>Immerse yourself in the charm of the Al Khayma traditional camp and embark on an unforgettable camel ride experience.</li>\r\n</ul>\r\n&nbsp; <strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>Clean, air-conditioned 4x4 Land Cruiser</li>\r\n<li>Pickup and drop-off in Dubai</li>\r\n<li>Dune bashing (30-45 minutes)</li>\r\n<li>Sandboarding and photos stop</li>\r\n<li>A professional licensed safari guide</li>\r\n<li>A short camel ride (which can be repeated)</li>\r\n<li>Cold mineral water</li>\r\n</ul>\r\nNot included:&nbsp;<br />\r\n<ul>\r\n<li>Quad bike (optional)</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong> <br /><br />Pickup time - Summer: 7:00 AM | Winter: 7:45AM&nbsp;<br />The tour ends at 12:00 p.m.&nbsp; &nbsp; <br /><br /><strong>Ticket Information:&nbsp;</strong>\r\n<ul>\r\n<li>Morning Desert Safari Dubai Ticket sales are final and are 100% non-refundable.&nbsp;</li>\r\n</ul>\r\n<strong>Important things to know before your visit</strong> <br />Age and Health Restrictions:&nbsp;\r\n<ul>\r\n<li>Infants (under the age of 3) are not allowed in the car during the dune-bashing drive</li>\r\n<li>This activity is not allowed for pregnant women or those who have back, neck, or heart problems</li>\r\n<li>It is recommended that you do not to eat 2 to 3 hours before the safari trip to avoid sickness during the dune bashing</li>\r\n<li>Self-practicing quad biking is solely your responsibility. It is strongly recommended that you listen to and follow the tour leader. Please note that any damage, injuries sustained or items lost during quad biking are not covered by insurance</li>\r\n</ul>\r\n<strong>How to get there:</strong> <br />Complimentary pickup is available from Dubai city hotels, apartments, and Cruise terminal Dubai ( Port Rashid). <br /><br />Pickup from Bab Al Shams, Al Maha Resort, and Jebel Ali is available with an additional fee. On shared tours the actual pick-up time will be within 45 minutes of your selected pickup time, Please be ready at the hotel lobby on time.\tExperience an exhilarating morning desert safari in Dubai, starting with a hotel pick-up in a 4x4 Land Cruiser, followed by a thrilling 30-45 minutes of dune bashing across the Lahbab Red Dunes. <br /><br />Take in the breathtaking desert scenery and feel the adrenaline rush as the Land Cruiser navigates the sandy terrain. Capture unforgettable moments with sandboarding, a popular desert activity, and enjoy optional quad biking. <br /><br />Afterwards, immerse yourself in Arabian hospitality at the Al Khayma camp, where you'll be treated to traditional Arabic coffee, sweets, and dates. Relax and embark on a short camel ride in the nearby area chance to interact with falcons before concluding your adventure and being transported back to your hotel. <br /><br />Discover the best of Dubai's desert landscape with this unforgettable morning safari.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/morning-desert-safari-dubai-dune-bashing-sand-boarding-camel-ride",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87482,
    "title": "Monster Bus Desert Adventure Tour",
    "description": "Embark on an unforgettable sightseeing bus tour, traversing the majestic dunes and immersing yourself in unparalleled desert hospitality. This is a once-in-a-lifetime experience that you'll never want to let slip away as we transport you deep into the heart of the desert on our massive 32-seater off-road monster bus.\t<br /><br /> <strong>Highlights</strong>\r\n<ul>\r\n<li>Experience a tranquil drive from Doha to the enchanting Sealine desert.</li>\r\n<li>Embrace thrilling excitement amidst breathtaking dunes.</li>\r\n<li>Witness the wonder where the sea meets the desert in the Inland sea, Khor Al Adaid.\"</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong><br />\r\n<ul>\r\n<li>&nbsp;Pick up and drop off from your location within Doha city limits</li>\r\n<li>Off-road desert drive through the sand dunes on the Monster Bus with our experienced driver</li>\r\n<li>Fun photo opportunities in the desert\"</li>\r\n</ul>\r\n<br /><strong>Not included:&nbsp;</strong>\r\n<ul>\r\n<li>Any applicable additional charges such as meals, gratuities, etc.</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong>\r\n<ul>\r\n<li>Daily except Mondays from 09:00 a.m. - 12:00 p.m and 02:00 p.m. - 04:00 p.m&nbsp;</li>\r\n<li>We recommend afternoon tours during the summer season.&nbsp; &nbsp;&nbsp;</li>\r\n</ul>\r\n&nbsp; <strong>Ticket Information:</strong><br /><br />\r\n<ul>\r\n<li>Below 3 years old &ndash; are eligible for FREE entry&nbsp;</li>\r\n<li>Between 3 years to 11 years &ndash; must purchase a child ticket.&nbsp;</li>\r\n<li>Please note that the tour is self-guided and is shared with other participants.</li>\r\n</ul>\r\n&nbsp; <strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>Doha Bus Tour Dress Code: Comfortable and modest clothing especially during summer. Bring your Sunblock and Sunglasses.&nbsp;</li>\r\n<li>Tours are non guided</li>\r\n</ul>\r\n<strong>Cancellation Policy:</strong><br /><br />\r\n<ul>\r\n<li>You can cancel your booking 48 hours prior and receive a full refund.</li>\r\n</ul>\tEmbark on an unforgettable sightseeing bus tour, traversing the majestic dunes and immersing yourself in unparalleled desert hospitality. <br /><br />This is a once-in-a-lifetime experience that you'll never want to let slip away as we transport you deep into the heart of the desert on our massive 32-seater off-road monster bus.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://doha.platinumlist.net/qar/event-tickets/87482/monster-bus-desert-adventure-tour",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87226,
    "title": "Rising Sun Hot Air Balloon Ride in Ras Al Khaimah",
    "description": "One of the best things to do in Ras Al Khaimah is watching the sun rise and illuminate the spectacular Ras al Khaimah desert from a hot air balloon.\t<p>You&rsquo;ll love the dramatic and spectacular colours of the Northern Emirates, the dunes are contoured as if sculpted by giants from rich reddish gold. &nbsp; Soar with eagles to a height you may observe wildlife in their natural habitat. You may see foxes, oryx, camels, herds of wild donkeys, and more. &nbsp;</p>\r\n<p>Each day offers different views, as we launch from various locations depending on the wind conditions on the day. We may fly past mangroves, the desert and wadis towards the majestic Hajar Mountains, or out towards the coast and back where we will see Marjan Island and the Arabian sea. <br /><br />Spectacular scenery can be assured from each location. &nbsp; We offer flights for individuals, small personal occasions, large groups of 20 persons per basket. Group rates apply Contact us to arrange private group flights ActionFlight hot air Balloon flights are a premium quality adventure.</p>\r\n<p><br />Your enjoyment of every aspect of our operation, from safety standards, food and beverage, customer service and attention to detail is our priority. <br /><br /><strong><br />What is Included:</strong>&nbsp;&nbsp;</p>\r\n<ul>\r\n<li>Soar high above the Ras al Khaimah desert in a hot air balloon and immerse yourself in a breathtaking panoramic view that showcases the mesmerizing expanse of golden dunes stretching as far as the eye can see.</li>\r\n<li>Indulge in a captivating hot air balloon ride in Ras al Khaimah that combines the thrill of soaring through the sky with the serene tranquility of floating gently above the desert</li>\r\n<li>Experience the thrill of spotting elusive desert wildlife from a unique vantage point as you glide silently through the air.</li>\r\n</ul>\r\n<br /><br /> &nbsp; <strong>Important Information:</strong>&nbsp;&nbsp; &nbsp; <br /><br />&bull;&nbsp; Age Restrictions : Only allowed for children above 5 years.&nbsp;We reserve the right to ask for children to be restrained, or to refuse to fly them if safety is a concern. <br />&nbsp; &nbsp;Children and teenagers under the age of 16 must always be accompanied by an adult or person 16 years or over, who is responsible for them during the flight. <br />&nbsp; &nbsp;Ballooning is also not an activity suitable for babies due to safety reasons. <br />&bull;&nbsp; The maximum permissible weight is 130 kg.&nbsp;&nbsp;<br />&bull; DSLR or Camera is not allowed. You can use your mobile phones to capture photos (on flight/airplane mode) <br />&bull; Ballooning is a weather dependant activity. We won&rsquo;t fly in rain, fog, or wind consistently above 11 kph. We won&rsquo;t take a balloon up if there is a threat of thunderstorms in the area. <br />&bull; If your flight is cancelled, you can re book at a convenient time, within the valid period of your booking or voucher.&nbsp;<br /><br /><br /><br />\r\n<p><strong>&nbsp; How to get there:</strong></p>\r\n<p>&bull;&nbsp; Return transport is available at the rate of 100 AED per passenger originating from Dubai, Fujairah, Sharjah, Ajman or Umm Al Quwain to Ras Al Khaimah<br />&bull;&nbsp; Passengers from Dubai and beyond are welcome to drive and park in Ras Al Khaimah. Transport within Ras Al Khaimah is free.&nbsp;<br />&bull;&nbsp; Pick up time and place is arranged upon booking.<br /><br /></p>\tWitness the mesmerizing sunrise and be enchanted by the breathtaking Ras al Khaimah desert from a hot air balloon, offering a unique and exhilarating experience in one of the most captivating destinations. Enjoy the vibrant colors and contours of the dunes, encounter wildlife in their natural habitat, and soak in the stunning views of mangroves, mountains, and coastal beauty. ActionFlight ensures a premium adventure with a strong emphasis on safety, exceptional service, and meticulous attention to detail, making it an unforgettable journey for both individuals and groups.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://rak.platinumlist.net/aed/event-tickets/87226/rising-sun-hot-air-balloon-ride-in-ras-al-khaimah",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87256,
    "title": "Dubai Marina Sunset Cruise with Live Music & Open Bar",
    "description": "Elevate your evening to new heights with Dubai's exclusive 4-star luxury boat cruise, providing a truly remarkable experience. Step aboard our magnificent 125ft glass houseboat and embark on a journey of indulgence. Our exceptional service ensures an unforgettable dinner cruise, where you can relish the opulence of your private seating while savoring the exquisite flavors of our sumptuous international buffet menu, crafted by The Radisson Blu Hotel. Prepare for a night of pure luxury and create treasured memories on this extraordinary cruise.\t<br /> <strong><br />Highlights</strong>\r\n<ul>\r\n<li>Enjoy magnificent views of the city including Dubai Marina, Ain Wheel, JBR &amp; Harbour in the luxury sunset cruise.</li>\r\n<li>Delight in a delectable spread of international buffets and live cooking stations.</li>\r\n<li>Unwind and be serenaded by the enchanting melodies of romantic music.</li>\r\n<li>Immerse yourself in the enchantment of live music and be welcomed with a red carpet-entry for a truly memorable experience.</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>90 min ride on the Luxury Sunset Cruise</li>\r\n<li>Welcome drinks and refreshments</li>\r\n<li>International buffet including BBQ, Canap&eacute;s, Asian &amp; Western, Salads &amp; Desserts.</li>\r\n<li>Unlimited Tea, coffee, and soft beverages.</li>\r\n<li>Enjoying unbelievable views of Dubai (Dubai Marina, Ain Wheel, JBR &amp; Harbour). The route may change depending on weather conditions.</li>\r\n<li>Photo Moments</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong> <br />Monday to Sunday\r\n<ul>\r\n<li>Boarding starts at 04:30 p.m.</li>\r\n<li>Departure Time - 05:00 p.m Sharp</li>\r\n<li>Arrival Time: 06:30 p.m.</li>\r\n</ul>\r\n&nbsp; <strong>Ticket Information:</strong><br />\r\n<ul>\r\n<li>Boarding will start 30 minutes prior to the departure</li>\r\n<li>Please bring your booking confirmation either on your phone or a printout</li>\r\n</ul>\r\n<strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>Sunset Cruise In Dubai Marina Dress Code: Smart casual clothing is allowed during the tour. No beachwear allowed.</li>\r\n<li>Dancing is not allowed on the cruise</li>\r\n<li>Smoking is permitted in allocated areas of the boat</li>\r\n<li>Gathering outside the designated table is not recommended</li>\r\n<li>Taking and posting photos or videos of other people is not allowed</li>\r\n<li>Littering in the waters is punishable by law.</li>\r\n</ul>\r\n<strong>How to get there:</strong> <br />The Meet &amp; Greet point is at Xclusive Marina-Behind Al Majara Tower&nbsp;&nbsp; <br /><br />By car: Take Sheikh Zayed Road and follow the signs to Dubai Marina which is the nearest spot to the boarding point. Park at Marina Mall where 3 hours of free parking is available. &nbsp; <br /><br />By public transportation: Take the Dubai Metro to DMCC Metro Station, then take a taxi to the Xclusive Marina - Behind Al Majara Tower.&nbsp; &nbsp; <br /><br />By taxi: You can also take a taxi to the Xclusive Marina - Behind Al Majara Tower from anywhere in Dubai. It's a famous destination and most drivers will be familiar with the location.\tElevate your evening to new heights with Dubai's exclusive 4-star luxury boat cruise, providing a truly remarkable experience. Step aboard our magnificent 125ft glass houseboat and embark on a journey of indulgence. Our exceptional service ensures an unforgettable dinner cruise, where you can relish the opulence of your private seating while savoring the exquisite flavors of our sumptuous international buffet menu, crafted by The Radisson Blu Hotel. Prepare for a night of pure luxury and create treasured memories on this extraordinary cruise.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/87256/dubai-marina-sunset-cruise-with-international-buffet",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87261,
    "title": "Dubai Marina Dinner Cruise with Live Music & Open Bar",
    "description": "Experience an extraordinary evening of luxury and indulgence aboard Dubai's exclusive 4-star glass houseboat cruise. Immerse yourself in the opulence as you dine on a delectable international buffet prepared by The Radisson Blu Hotel, savoring every bite in the comfort of your private seating. Let the stunning views and impeccable service make this dinner cruise an unforgettable experience.\t<br /><br /> <strong>Highlights</strong>\r\n<ul>\r\n<li>Enjoy magnificent views of the city including Dubai Marina, Ain Wheel, JBR &amp; Harbour in the luxury dining cruise.</li>\r\n<li>Delight in a wide-ranging international buffet featuring live cooking stations.</li>\r\n<li>Indulge in the soothing melodies of romantic music, creating a relaxing ambiance.</li>\r\n<li>Experience live musicians and red-carpet entry</li>\r\n</ul>\r\n<br /><br /><strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>90 min ride on the Luxury Dining Cruise.</li>\r\n<li>Welcome drinks and refreshments</li>\r\n<li>International buffet including BBQ, Canap&eacute;s, Asian &amp; Western, Salads &amp; Desserts.</li>\r\n<li>Tea, coffee, and soft beverages.</li>\r\n<li>Enjoying unbelievable views of Dubai (Dubai Marina, Ain Wheel, JBR &amp; Harbour). The route may change depending on weather conditions.</li>\r\n<li>Photo Moments</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong> <br /><br />Monday to Sunday\r\n<ul>\r\n<li>Boarding starts at : 08:00 p.m.</li>\r\n<li>Departure Time&nbsp; 08:30 p.m Sharp</li>\r\n<li>Arrival Time: 10:00 p.m.</li>\r\n</ul>\r\n<strong>Ticket Information:</strong><br />\r\n<ul>\r\n<li>Boarding will start 30 minutes prior to the departure</li>\r\n<li>Please bring your booking confirmation either on your phone or a printout</li>\r\n</ul>\r\n<strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>Dinner Cruise In Dubai Marina Dress Code: Smart casual clothing is allowed during the tour. No beachwear allowed.</li>\r\n<li>Yachts Dinner Cruise In Dubai Marina Age and Health Restrictions: A visit to Dubai Marina Dinner Cruise with International Buffet Cruise is suitable for people of all ages, including expecting mothers.</li>\r\n<li>Dancing is not allowed on the cruise</li>\r\n<li>Smoking is permitted in allocated areas of the boat</li>\r\n<li>Gathering outside the designated table is not recommended</li>\r\n<li>Taking and posting photos or videos of other people is not allowed</li>\r\n<li>Littering in the waters is punishable by law.</li>\r\n</ul>\r\n<p><strong>Cancellation Policy:</strong></p>\r\n<ul>\r\n<li>Free cancellation or rescheduling is allowed up to 48 hours before the experience. Reschedule is depend upon the availability before 48 hours.</li>\r\n</ul>\r\n<strong>How to get there:</strong> <br />The Meet &amp; Greet point is at Xclusive Marina-Behind Al Majara <br /><br />Tower&nbsp;&nbsp; By car: Take Sheikh Zayed Road and follow the signs to Dubai Marina which is the nearest spot to the boarding point. Park at Marina Mall where 3 hours of free parking is available.&nbsp;&nbsp; &nbsp; <br /><br />By public transportation: Take the Dubai Metro to DMCC Metro Station, then take a taxi to the Xclusive Marina - Behind Al Majara Tower.&nbsp; &nbsp; &nbsp;<br /><br /> By taxi: You can also take a taxi to the Xclusive Marina - Behind Al Majara Tower from anywhere in Dubai. It's a famous destination and most drivers will be familiar with the location.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/87261/dubai-marina-dinner-cruise-with-international-buffet",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87268,
    "title": "90 Mins Guided Sightseeing Boat Tour",
    "description": "Join us for an exhilarating 90-minute guided Speed Boat Tour by Xclusive Yachts, the most popular sightseeing boat tour in Dubai. Experience the thrill of high-speed cruising at up to 30-35 knots as we explore the stunning Marina, Atlantis, Palm, and Burj al-Arab. Capture picture-perfect moments against the backdrop of Dubai's iconic landmarks and enjoy entertaining commentary from our knowledgeable guide. Departing from Dubai Marina, our office awaits you with a red carpet-welcome. Arrive 15 minutes early for a safety briefing before embarking on this unforgettable journey, filled with breathtaking views, fascinating facts, and the beauty of Dubai's coastline, hotels, and beaches.\t<br /> <strong><br />Highlights</strong>\r\n<ul>\r\n<li>Feel the rush of excitement as you cruise through Dubai's waters on a high-speed boat, reaching up to 30-35 knots</li>\r\n<li>Throughout the tour, a knowledgeable guide provides captivating commentary, sharing fascinating facts and insights about the coastline hotels, beaches, and Dubai's top landmarks.</li>\r\n<li>From the sleek Dubai Marina to the magnificent Burj Al Arab, each moment presents an Instagram-worthy photo opportunity.</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong><br />\r\n<ul>\r\n<li>90 min ride on the speed boat</li>\r\n</ul>\r\n<ul>\r\n<li>Access to air-conditioned lounge before boarding</li>\r\n<li>Pictures &amp; Videos (with your device)</li>\r\n<li>A knowledgeable tour guide will provide live commentary in English throughout your experience.</li>\r\n<li>Complimentary chilled bottled water</li>\r\n<li>Professional safety life jackets</li>\r\n<li>Red carpet</li>\r\n<li>Enjoying unbelievable views of Dubai (Marina Skyline, Ain Wheel, Atlantis the Palm, Jumeirah Beach, The Harbour Project &amp; Burj Al Arab). The route may change depending on weather conditions.</li>\r\n<li>Photo Moments</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong> <br />Every day from 10:00 a.m. to 06:00 p.m. &nbsp; &nbsp; <br /><br /><strong>Ticket Information:</strong><br /><br />\r\n<ul>\r\n<li>Passengers must purchase a ticket and present it upon boarding, along with their Emirates ID or Passport, at least 15 minutes before the cruise time</li>\r\n<li>Latecomers without tickets or documents will not be refunded.</li>\r\n</ul>\r\n&nbsp; <strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>90 Mins Guided Sightseeing Tour Dress Code: Please wear flat-soled shoes or beach sandals, and comfortable, light clothing.&nbsp;</li>\r\n<li>Age and Health Restrictions:&nbsp;</li>\r\n<li>To ensure safety, infants are not allowed on this trip. This trip is also not suitable for pregnant women.</li>\r\n<li>People with back issues and other medical-related conditions that can be worsened by sudden boat movements and sea motion are not allowed on this boat trip.&nbsp;</li>\r\n<li>Life jackets are mandatory for all passengers; non-compliance may lead to eviction without a refund.</li>\r\n<li>The tour takes place inside the boat with seated passengers; Please be advised that all passengers must remain inside the boat throughout the duration of the tour. The stopovers are for photo opportunities and live commentary.</li>\r\n<li>The company is not liable for any loss, damage, or harm to passengers or their property</li>\r\n<li>The seating arrangement is based on a first-come, first-serve basis. But, as our boats are open, rest assured that you will get a 360-degree view of all the attractions on any seat you choose</li>\r\n</ul>\r\n<strong>How to get there:</strong> <br />Meeting Point: Xclusive Marina - Behind Al Majara Tower&nbsp;&nbsp; <br />Endpoint: This activity ends back at the meeting point.<br /><br /> By car:&nbsp; Take Sheikh Zayed Road and follow the signs to Dubai Marina which is the nearest spot to the boarding point. Park at Marina Mall where 3 hours of free parking is available. &nbsp; <br /><br />By public transportation: Take the Dubai Metro to DMCC Metro Station, then take a taxi to the Xclusive Marina - Behind Al Majara Tower.&nbsp; &nbsp; <br /><br />By taxi: You can also take a taxi to the Xclusive Marina - Behind Al Majara Tower from anywhere in Dubai. It's a famous destination and most drivers will be familiar with the location.\tJoin us for an exhilarating 90-minute guided Speed Boat Tour by Xclusive Yachts, the most popular sightseeing boat tour in Dubai. Experience the thrill of high-speed cruising at up to 30-35 knots as we explore the stunning Marina, Atlantis, Palm, and Burj al-Arab. Capture picture-perfect moments against the backdrop of Dubai's iconic landmarks and enjoy entertaining commentary from our knowledgeable guide. Departing from Dubai Marina, our office awaits you with a red carpet-welcome. Arrive 15 minutes early for a safety briefing before embarking on this unforgettable journey, filled with breathtaking views, fascinating facts, and the beauty of Dubai's coastline, hotels, and beaches.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/87268/90-mins-guided-sightseeing-tour",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87284,
    "title": "Dubai Marina Two-hour Yacht Tour with Dining",
    "description": "Embark on an unforgettable luxurious yacht tour in Dubai Marina and soak in the breathtaking cityscape, featuring iconic landmarks such as Ain Dubai, Burj Al Arab, and JBR, all from the comfort of a sleek and contemporary yacht. Indulge in your choice of three distinctive tours: the Morning tour with a delightful breakfast, the Afternoon tour with a delectable BBQ lunch, or the Sunset Sharing Tour with a mouthwatering BBQ lunch. Each experience promises an incredible journey filled with panoramic views and delectable cuisine, creating cherished memories to last a lifetime.\t<br /> <strong><br />Highlights</strong>\r\n<ul>\r\n<li>Experience a luxurious 2-hour yacht cruise in Dubai Marina, taking in the mesmerizing views of the city.</li>\r\n<li>Indulge in a 5-star dinner cruise aboard a luxury yacht, savoring a delectable meal while surrounded by the beauty of Dubai Marina.</li>\r\n<li>Enjoy a memorable yacht tour complemented by a delightful dinner that adds a touch of culinary excellence to your experience.</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>2-hour yacht tour</li>\r\n<li>Welcome refreshments, juices, and water</li>\r\n<li>Morning tour: Pastries and Juice</li>\r\n<li>Afternoon, Sunset, Moonlight, and Twilight tour: Live BBQ lunch</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong> <br />Tour timings: 09:00 a.m., 11:30 a.m.,5:30 p.m., 08:00 p.m., and 09:00 p.m.&nbsp; &nbsp;&nbsp; &nbsp; &nbsp;<br /><br /> <strong>Ticket Information:&nbsp;</strong><br />\r\n<ul>\r\n<li>Dubai Marina Yacht Tour ticket sales are final and are 100% non-refundable.</li>\r\n<li>Visitors are not allowed to bring food or beverages, glassware, or alcohol to Dubai Marina Yacht Tour.</li>\r\n<li>The yacht for a trip will be selected according to weather conditions and the number of guests in order to provide the visitors with the best experience</li>\r\n<li>Your booking confirmation must be presented on your phone or printed.</li>\r\n<li>Please arrive 30 minutes before departure. Boarding and briefing will begin 10 min before departure.</li>\r\n</ul>\r\n<strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>Dubai Marina Yacht Tour Dress Code: Smart casual clothing is allowed during the tour. No beachwear allowed.</li>\r\n<li>Dubai Marina Yacht Tour Age and Health Restrictions: The Dubai Marina Yacht Tour is suitable for people of all ages, including expecting mothers.</li>\r\n<li>Swimming is not available during the trip.</li>\r\n</ul>\r\n<strong>How to get there:</strong> <br />By car: Dubai Marina Yacht Tour embarks from Dubai Marina, which is easily accessible by car. You can park the car in the nearby parking free of cost. &nbsp; <br /><br />By public transportation: The location is easily accessible by public transport. If you are taking the metro, you can get off at the DMCC station, then take a short walk or taxi ride to the location. &nbsp; <br /><br />By taxi: You can also take a taxi to the boarding point from anywhere in Dubai. It&rsquo;s a popular destination, and most taxi drivers will know the location.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/87284/dubai-marina-two-hour-yacht-tour-with-dining",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87294,
    "title": "Dubai Marina Three-hour Yacht Tour with Lunch",
    "description": "Embark on a mesmerizing sailing adventure across Dubai Marina, where you can admire stunning city views, including iconic landmarks like Ain Dubai, Burj Al Arab, and JBR, all from the comfort of a modern yacht. Enhance your experience with the Afternoon tour, featuring a delectable BBQ lunch, creating a perfect combination of sightseeing and culinary delights.\t<br /> <strong><br />Highlights</strong>\r\n<ul>\r\n<li>Set sail on a 3-hour Dubai yacht tour with a delightful BBQ experience.</li>\r\n<li>Admire breathtaking views of the Arabian Coast, Ain Dubai, and Burj Al Arab.</li>\r\n<li>Indulge in delicious food while creating memorable moments onboard the luxury yacht cruise.</li>\r\n</ul>\r\n<br /><strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>3-hour yacht tour</li>\r\n<li>Welcome refreshments, juices, and water</li>\r\n<li>Afternoon tour: Live BBQ lunch</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong> <br />Tour timings: 02:00 p.m. - 05:00 p.m. &nbsp; <br /><br /><strong>Ticket Information:&nbsp;</strong>\r\n<ul>\r\n<li>Dubai Marina Yacht Tour ticket sales are final and are 100% non-refundable.</li>\r\n<li>Visitors are not allowed to bring food or beverages, glassware, or alcohol to Dubai Marina Yacht Tour.</li>\r\n<li>The yacht for a trip will be selected according to weather conditions and the number of guests in order to provide the visitors with the best experience</li>\r\n<li>Your booking confirmation must be presented on your phone or printed.</li>\r\n<li>Please arrive 30 minutes prior to departure. Boarding starts 10 minutes before the trip</li>\r\n</ul>\r\n<strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>Dubai Marina Yacht Tour Dress Code: Smart casual clothing is allowed during the tour. No beachwear allowed.</li>\r\n<li>Dubai Marina Yacht Tour Age and Health Restrictions: The Dubai Marina Yacht Tour is suitable for people of all ages, including expecting mothers.</li>\r\n<li>Swimming is not available during the trip.</li>\r\n</ul>\r\n<strong>How to get there:</strong> <br />By car: Dubai Marina Yacht Tour embarks from Dubai Marina, which is easily accessible by car. You can park the car in the nearby parking free of cost. &nbsp; <br /><br />By public transportation: The location is easily accessible by public transport. If you are taking the metro, you can get off at the DMCC station, then take a short walk or taxi ride to the location. &nbsp; <br /><br />By taxi: You can also take a taxi to the boarding point from anywhere in Dubai. It&rsquo;s a popular destination, and most taxi drivers will know the location.\tEmbark on a mesmerizing sailing adventure across Dubai Marina, where you can admire stunning city views, including iconic landmarks like Ain Dubai, Burj Al Arab, and JBR, all from the comfort of a modern yacht. <br /><br />Enhance your experience with the Afternoon tour, featuring a delectable BBQ lunch, creating a perfect combination of sightseeing and culinary delights.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/87294/dubai-marina-three-hour-yacht-tour-with-lunch",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87300,
    "title": "Dubai 1-Hour Marina Ain Cruise",
    "description": "Experience the Dubai 1-Hour Marina Ain Cruise by Xclusive Yachts for a budget-friendly tour of Dubai Marina and JBR. Sail through Dubai Marina and enjoy picturesque views of the city's stunning skyline. Admire iconic landmarks like Atlantis, The Palm, Burj Al Arab, and the world's largest Ferris wheel, Ain Dubai. This thrilling cruise offers a 1-hour adventure filled with photo opportunities and unforgettable memories. Book your ticket now and embark on an extraordinary journey through Dubai's captivating beauty.\t<br /><br /><strong>Highlights</strong>\r\n<ul>\r\n<li>Cruise through Dubai Marina and JBR, enjoying stunning views of the city's iconic skyline.</li>\r\n<li>Witness renowned landmarks including Atlantis, The Palm, Burj Al Arab, and Ain Dubai, the world's largest Ferris wheel.</li>\r\n<li>Capture unforgettable memories and take breathtaking photos during this budget-friendly adventure.</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong><br />\r\n<ul>\r\n<li>60 min ride on the Houseboat</li>\r\n<li>Fully A/C lower deck</li>\r\n<li>Access to air-conditioned lounge before boarding</li>\r\n<li>Pictures &amp; Videos (with your device)</li>\r\n<li>Complimentary chilled bottled water</li>\r\n<li>Red carpet</li>\r\n<li>Enjoying unbelievable views of Dubai (Dubai Marina Skyline, JBR &amp; Ain Wheel).</li>\r\n<li>Photo Moments</li>\r\n</ul>\r\n&nbsp; <strong>Ticket Information:</strong><br /><br />\r\n<ul>\r\n<li>Passengers must purchase a ticket and present it upon boarding, along with their Emirates ID or Passport, at least 45 minutes before the cruise time</li>\r\n<li>Latecomers without tickets or documents will not be refunded</li>\r\n</ul>\r\n&nbsp; <strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>Dubai 1-Hour Marina Ain Cruise Dress Code: Please wear flat-soled shoes or beach sandals, and comfortable, light clothing.&nbsp;</li>\r\n<li>You are encouraged to bring sunscreen &amp; sunglasses</li>\r\n<li>Age and Health Restrictions:&nbsp;</li>\r\n<li>Kids under 2yrs are permitted but must be accompanied by an adult at all times.</li>\r\n<li>This activity is not allowed for pregnant women or those who have back, neck, or heart problems</li>\r\n<li>Passengers sail at their own risk and are responsible for any consequences.</li>\r\n<li>The tour takes place inside the boat with seated passengers; Please be advised that all passengers must remain inside the boat throughout the duration of the tour. The stopovers are for photo opportunities and live commentary.</li>\r\n<li>Life jackets are mandatory for all passengers; non-compliance may lead to eviction without a refund.</li>\r\n<li>Passengers must comply with Captain and crew's recommendations.</li>\r\n<li>Smoking is not allowed.&nbsp;</li>\r\n</ul>\r\n<strong>How to get there:<br /></strong>Meeting Point: Xclusive Marina - Behind Nuran Residences <br />Endpoint: This activity ends back at the meeting point. <br /><br />By car: Take Sheikh Zayed Road and follow the signs to Dubai Marina which is the nearest spot to the boarding point. Park at Marina Mall where 3 hours of free parking is available. &nbsp; <br /><br />By public transportation: Take the Dubai Metro to DMCC Metro Station, then take a taxi to the Xclusive Marina - Behind Nuran Residences.<br /><br />By taxi: You can also take a taxi to the Xclusive Marina - Behind Nuran Residences&nbsp;from anywhere in Dubai. It's a famous destination and most drivers will be familiar with the location.\tExperience the Dubai 1-Hour Marina Ain Cruise by Xclusive Yachts for a budget-friendly tour of Dubai Marina and JBR. <br /><br />Sail through Dubai Marina and enjoy picturesque views of the city's stunning skyline. Admire iconic landmarks like Atlantis, The Palm, Burj Al Arab, and the world's largest Ferris wheel, Ain Dubai. <br /><br />This thrilling cruise offers a 1-hour adventure filled with photo opportunities and unforgettable memories. Book your ticket now and embark on an extraordinary journey through Dubai's captivating beauty.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/87300/dubai-1-hour-marina-ain-cruise",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87325,
    "title": "Dubai Marina 1 Hour Yacht Tour",
    "description": "Discover the ultimate Dubai Marina 1-Hour Yacht Tour, where you can embark on the most popular sightseeing experience in the city. \r\n\r\nImmerse yourself in 60 minutes of breathtaking views and capture unforgettable moments against the stunning backdrop of Dubai. \r\n\r\nIf you're seeking a budget-friendly option to explore the Dubai Sea without hiring a private yacht, Xclusive Yachts has the perfect solution. \r\n\r\nWith Xclusive Yacht Share Tours operating four times a day, couples, friends, and small groups can indulge in all the luxuries associated with a private yacht experience.\t<br /> <strong><br />Highlights:<br /><br /></strong>&nbsp; &bull; Immerse yourself in the stunning sights of Dubai Marina during a captivating 1-hour yacht tour.<br />&nbsp; &bull;&nbsp;Capture unforgettable moments against the backdrop of picturesque views, creating memories to last a lifetime.<br />&nbsp; &bull;&nbsp;Indulge in the luxuries associated with a private yacht experience, all while enjoying a budget-friendly option for couples, friends, and small groups.<br /><strong><br />What&rsquo;s included in the ticket:<br /><br /></strong>&nbsp; &bull;&nbsp;60 min ride on the Yacht<br />&nbsp; &bull;&nbsp;Pictures &amp; Videos (with your device)<br />&nbsp; &bull;&nbsp;Fully A/C lower deck<br />&nbsp; &bull;&nbsp;Red Carpet Departure<br />&nbsp; &bull;&nbsp;Enjoying unbelievable views of Dubai (Dubai Marina, Ain Wheel &amp; JBR.)<br />&nbsp; &bull;&nbsp;Photo Moments<br /><br /><strong>Ticket Information:<br /></strong><br />&nbsp; &bull;&nbsp;Passengers must purchase a ticket and present it upon boarding, along with their Emirates ID or Passport, at least 15 minutes before the cruise time<br />&nbsp; &bull;&nbsp;The Yacht will depart sharp, we recommend you arrive at least 15 minutes prior, no refunds will be given if you miss the boat<br />&nbsp; &bull;&nbsp;Kids below 3 years old can enter for FREE.&nbsp;<br /><strong><br /><br />Important things to know before your visit:<br /><br /></strong>&nbsp; &bull;&nbsp;Dubai Marina 1-Hour Yacht Tour Dress Code: Comfortable wear such as shorts &amp; a T-shirt and slippers.<br />&nbsp; &bull;&nbsp;Smoking is not allowed.&nbsp;<br />&nbsp; &bull;&nbsp;Alcohol is strictly prohibited on board.<br />&nbsp; &bull;&nbsp;Age and Health Restrictions: Infants under 2 years are permitted but must remain within the Saloon or Cabin area accompanied by an adult. Children under the age of 9 are required to wear life jackets throughout the charter.<br />&nbsp; &bull;&nbsp;Passengers sail at their own risk and are responsible for any consequences.<br />&nbsp; &bull;&nbsp;The tour takes place inside the boat with seated passengers; Please be advised that all passengers must remain inside the boat throughout the duration of the tour.<br />&nbsp; &bull;&nbsp;Passengers must comply with Captain and crew's recommendations<br /><strong><br />How to get there:</strong> <br /><br /><strong>Meeting Point:</strong> Xclusive Marina - Behind Al Majara Tower&nbsp;&nbsp;<br /> Endpoint: This activity ends back at the meeting point.<br /><br /> <strong>By car:</strong>&nbsp; Take Sheikh Zayed Road and follow the signs to Dubai Marina which is the nearest spot to the boarding point. Park at Marina Mall where 3 hours of free parking is available. &nbsp;<br /><br /> <strong>By public transportation:</strong> Take the Dubai Metro to DMCC Metro Station, then take a taxi to the Xclusive Marina - Behind Al Majara Tower.&nbsp; &nbsp;<br /><br /> <strong>By taxi:</strong> You can also take a taxi to the Xclusive Marina - Behind Al Majara Tower from anywhere in Dubai. It's a famous destination and most drivers will be familiar with the location.\tDiscover the ultimate Dubai Marina 1-Hour Yacht Tour, where you can embark on the most popular sightseeing experience in the city. &nbsp; <br /><br />Immerse yourself in 60 minutes of breathtaking views and capture unforgettable moments against the stunning backdrop of Dubai. &nbsp; <br /><br />If you're seeking a budget-friendly option to explore the Dubai Sea without hiring a private yacht, Xclusive Yachts has the perfect solution. &nbsp; <br /><br />With Xclusive Yacht Share Tours operating four times a day, couples, friends, and small groups can indulge in all the luxuries associated with a private yacht experience.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/87325/dubai-marina-1-hour-yacht-tour",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87360,
    "title": "75-minute Yas Island Abu Dhabi Sightseeing Boat Tour",
    "description": "Embark on the mesmerizing Yas Tour, a comprehensive 75-minute guided experience that showcases the captivating attractions of Yas Island in all its glory. Immerse yourself in the essence of Arabian culture, witness iconic sights, delve into nature's wonders, encounter fascinating animals, and admire awe-inspiring architectural marvels, all while gaining valuable insights and tips about this remarkable island and its surroundings. With a perfect blend of cultural immersion and thrilling discoveries, the Yas Tour offers an unforgettable adventure catering to every visitor's interests and curiosities.\t<br /> <strong><br />Highlights</strong>\r\n<ul>\r\n<li>Discover incredible attractions and iconic sights around Yas Island and its surroundings.</li>\r\n<li>Immerse yourself in Arabian culture and traditions while exploring key landmarks like Yas Marina, Ferrari World, and Yas Waterworld.</li>\r\n<li>Enjoy breathtaking views from Yas Beach and Yas Links Golf Club, and witness the natural beauty of the Mangroves, Samaliyah Island, Al Raha Bay, and the Aldar HQ.</li>\r\n</ul>\r\n<br /> <strong>Kids Go Free offer by Yellow Boats</strong> &nbsp;\r\n<ul>\r\n<li>Kids below 12 years are eligible for 1 complimentary ticket per paying adult with the following conditions.</li>\r\n<li>Children under 5 are not allowed. Children over 5 must be accompanied by an adult.</li>\r\n<li>Booking period &amp; Offer validity: 01st June to 30th Sept 2024.</li>\r\n<li>During the campaign, free entry is offered to kids below 12 years when accompanied by a paying adult and normal charges will apply if there are additional kids.(e.g. For 2 paying adults and 3 children, 2 children will go free, and the 3rd child will pay for a ticket).</li>\r\n<li>The team at Yellow Boats will allow kids below 12 years to enter for free when the accompanying adult presents a ticket at the ticketing counter.<br /><br /></li>\r\n</ul>\r\n<br /><strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>Sightseeing tour</li>\r\n<li>life vest</li>\r\n<li>Bottled water</li>\r\n<li>Personal guide</li>\r\n<li>Exclusions:</li>\r\n<li>Hotel Pickup and Drop off</li>\r\n<li>Meals</li>\r\n</ul>\r\n<strong>Key Sight:&nbsp;</strong>Yas Bay Waterfront, Etihad Arena, Yas Marina, Yas Beach, Yas Link (Golf club). Ferrari world, Yas waterworld, Mangroves, Samaliyah Island, Al-Raha Bay, Aldar Headquarters (Coin building) and Al Bandar &amp; Canal<br /><br /><strong>Timing:&nbsp;</strong><br />\r\n<ul>\r\n<li>The tour is available daily at 11:00 and 16:30</li>\r\n<li>The duration of the tour is 75 minutes</li>\r\n</ul>\r\n<br /><strong>How to get there:</strong> <br />Start Point: Yas Island (Pier 71, Yas Bay Waterfront - The Entrance to the side of Hilton Yas Island- find us opposite Bushra by Buddha-Bar) <br />Ending point: Same as start Point &nbsp; <br /><br />By car: Via E12 Highway (Sheikh Khalifa Bin Zayed Highway) Take the Corniche Road towards Mina Zayed Port and follow signs for Yas Island. Take the E12 Sheikh Khalifa Highway. Follow the blue signs that say, 'Yas Leisure Drive' and follow the brown tourist signs that say 'Ferrari World Abu Dhabi'. Drive till you reach Yas Bay Parking lot. <br /><br />By taxi: You can also take a taxi to Yas Island from anywhere in Abu Dhabi. It's a famous destination and most drivers will be familiar with the location.\tEmbark on the mesmerizing Yas Tour, a comprehensive 75-minute guided experience that showcases the captivating attractions of Yas Island in all its glory. Immerse yourself in the essence of Arabian culture, witness iconic sights, delve into nature's wonders, encounter fascinating animals, and admire awe-inspiring architectural marvels, all while gaining valuable insights and tips about this remarkable island and its surroundings. With a perfect blend of cultural immersion and thrilling discoveries, the Yas Tour offers an unforgettable adventure catering to every visitor's interests and curiosities.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://abu-dhabi.platinumlist.net/aed/event-tickets/87360/75-minute-yas-island-abu-dhabi-sightseeing-boat-tour",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87353,
    "title": "60 Minute - Corniche Abu Dhabi Sightseeing Boat Tour",
    "description": ".\tImmerse yourself in Abu Dhabi's iconic skyline from a captivating water perspective. Begin your journey in luxury at the prestigious Emirates Palace Marina, then venture out to sea for a cultural experience with a cruise along the Heritage Village site. Cruise along the scenic Corniche, pausing at the enchanting Fisherman's Village, and conclude by exploring the vast open waters surrounding the awe-inspiring Lulu Island. Prepare for an unforgettable exploration of Abu Dhabi's waterfront wonders.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://abu-dhabi.platinumlist.net/aed/event-tickets/87353/60-minute-corniche-abu-dhabi-sightseeing-boat-tour",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87359,
    "title": "45-minute Yas Experience Abu Dhabi Sightseeing Boat Tour",
    "description": "Embark on an exhilarating 45-minute boat tour around Yas Island, filled with laughter, thrills, and excitement! Delight in the breathtaking sights of Yas Bay Waterfront as you indulge in this unforgettable experience.\t<br /> <strong><br />Highlights</strong>\r\n<ul>\r\n<li>Embark on an exploration of the remarkable attractions surrounding Yas Island, immersing yourself in the wonders it has to offer.</li>\r\n<li>Witness the iconic sights both on the island itself and in the surrounding area, capturing the essence of its beauty and grandeur.</li>\r\n<li>Experience the allure of Yas Marina, while also gaining valuable insights into Arabian culture and tradition during your journey.</li>\r\n</ul>\r\n<br /><br /><strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>Inclusions:</li>\r\n<li>Sightseeing tour</li>\r\n<li>life vest</li>\r\n<li>Bottled water</li>\r\n<li>Personal guide</li>\r\n</ul>\r\n<strong>Exclusions:</strong><br />\r\n<ul>\r\n<li>Hotel Pickup and Drop off</li>\r\n<li>Meals</li>\r\n</ul>\r\n<strong>Key Sights:</strong> Yas Bay Waterfront, Etihad Arena, Yas Marina, Yas Beach, Yas Link (Golf club), Ferrari world, Yas waterworld &amp; Mangroves. &nbsp; <br /><br /><strong>Timing</strong>:&nbsp;\r\n<ul>\r\n<li>Every day from 01:30 p.m., 3:00 p.m., and 06:00 p.m.</li>\r\n<li>The duration of the tour is 45 minutes</li>\r\n</ul>\r\n<br /><strong>How to get there:</strong> <br />Starting Point: Yas Island (Pier 71, Yas Bay Waterfront - The Entrance to the side of Hilton Yas Island- find us opposite Bushra by Buddha-Bar) <br /><br />Ending point: Same as the Start Point &nbsp; <br /><br />By car: Via E12 Highway (Sheikh Khalifa Bin Zayed Highway) Take the Corniche Road towards Mina Zayed Port and follow signs for Yas Island. Take the E12 Sheikh Khalifa Highway. Follow the blue signs that say, 'Yas Leisure Drive' and follow the brown tourist signs that say 'Ferrari World Abu Dhabi'. Drive till you reach Yas Bay Parking lot.<br /><br /> By taxi: You can also take a taxi to Yas Island from anywhere in Abu Dhabi. It's a famous destination and most drivers will be familiar with the location.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://abu-dhabi.platinumlist.net/aed/event-tickets/87359/45-minute-yas-experience-abu-dhabi-sightseeing-boat-tour",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87410,
    "title": "Dubai Marina Jetski Experience",
    "description": "Embark on an awe-inspiring JetSki adventure in Dubai Marina, offering breathtaking vistas of the Arabian Coast and the iconic Burj Al Arab.\t<br /><br /> <strong>Highlights</strong>\r\n<ul>\r\n<li>Experience the thrill of riding an advanced Yamaha 2019 FX WaveRunner supercharged Jet Ski along the waves of Jumeirah Beach in Dubai.</li>\r\n<li>Take in spectacular views of the city, including the Burj Khalifa Skyline and Burj Al Arab, from the vantage point of your Jet Ski.</li>\r\n<li>Gain basic Jet Ski training from skilled professionals before embarking on a thrilling exploration of the sparkling waters on your own.</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong><br />\r\n<ul>\r\n<li>Jet ski (Yamaha 2019 FX Wave runner supercharged)</li>\r\n<li>Safety life jackets</li>\r\n<li>Bottled water</li>\r\n<li>Pictures taken by the instructor</li>\r\n<li>Free locker for your belongings</li>\r\n<li>An escort accompanying the ride</li>\r\n</ul>\r\n<strong>Exclusions</strong>\r\n<ul>\r\n<li>Any kind of additional charges or expenses which are not mentioned above</li>\r\n<li>Towels</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong> <br />09:00 a.m. to 05:00 p.m.&nbsp; &nbsp;&nbsp; <br />Please arrive 15 minutes before your scheduled slot. &nbsp; <br /><br /><strong>Ticket Information:</strong><br /><br />\r\n<ul>\r\n<li>Jet Ski Tour Dubai ticket sales are final and are 100% non-refundable.</li>\r\n<li>Please carry a valid photo ID with you.</li>\r\n<li>Pick-up and Drop Transfers can be arranged at an additional cost</li>\r\n</ul>\r\n<strong>Important things to know before your visit</strong><br />\r\n<ul>\r\n<li>JetSki Tour Dress Code: Please wear appropriate swimsuits for your JetSki session as you may get wet during the session.</li>\r\n<li>Jet Ski Tour Age and Health Restrictions:</li>\r\n<li>Participants must be older than 06 years.</li>\r\n<li>Pregnant women, people with mobility impairments or wheelchair users are not recommended to participate for safety reasons.</li>\r\n<li>Be advised not to be late as the activities are time specified. You can purchase towels, sunglasses, sunglasses leashes, waterproof phone covers, t-shirts and other stuff at the kiosk.</li>\r\n<li>Every jet ski enables a tour for two people. Drivers should be older than 16 and passengers more than 06 years old.</li>\r\n<li>Visitors cannot bring food or beverages, glassware, or alcohol into the tour.</li>\r\n</ul>\r\n<strong>How to get there:</strong> <br />Meeting Point: Fishing Harbour&nbsp; - Jumeirah 1- Dubai <br />By car: To reach Fishing Harbour by car, take Sheikh Zayed Road and exit at Dubai Marina or Al Sufouh Road. Follow signs to Fishing Harbour near Dubai Marina and the Palm Jumeirah. &nbsp;<br /><br /> By public transportation: Take the Red Line and exit at DAMAC Properties Metro Station or Dubai Marina Metro Station. Follow signs to Fishing Harbour. &nbsp;<br /> <br />By taxi: You can also take a taxi to Fishing Harbour from anywhere in Dubai. It's a famous destination and most drivers will be familiar with the location.\tEmbark on an awe-inspiring JetSki adventure in Dubai Marina, offering breathtaking vistas of the Arabian Coast and the iconic Burj Al Arab. &nbsp; <br /><br />Upon selecting your preferred option, you will be accompanied to embark on a thrilling ride that allows you to soak in the mesmerizing sights of the Burj Khalifa Skyline along Sheikh Zayed Road, as well as the majestic Burj Al Arab.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/dubai-marina-jetski-experience",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87474,
    "title": "Explore Doha: Souq Waqif, Katara, and Pearl-Qatar",
    "description": "Enjoy a fascinating one-day tour in Doha where you'll encounter a treasure trove of iconic attractions and cultural monuments. Capture the mesmerizing beauty of the West Bay skyline from the scenic Corniche, and immerse yourself in the rich arts and traditions at the renowned Katara Cultural Village and The Pearl Qatar. Experience the vibrant ambiance of Souq Waqif, a bustling heritage market offering a wide array of authentic handicrafts, jewelry, spices, and unique souvenirs, allowing you to delve into the rich culture and history of the region.\t<strong><br /><br />Highlights</strong> &nbsp;\r\n<ul>\r\n<li>Capture a stunning 180-degree view of Doha's skyline from the scenic Corniche.</li>\r\n<li>Drive along the picturesque 7km waterfront promenade and soak in the beauty.</li>\r\n<li>Explore the cultural treasures of Katara Cultural Village, The Pearl Island, and vibrant Souq Waqif, immersing yourself in the rich heritage and modern architecture of Doha.</li>\r\n</ul>\r\n&nbsp; <strong>What&rsquo;s included in the ticket</strong> &nbsp;\r\n<ul>\r\n<li>Pick up and drop off from your location within Doha city limits</li>\r\n<li>Transportation in an air-conditioned vehicle</li>\r\n<li>Visit key attractions in the capital like Souq Waqif, the Pearl and Katara Cultural Village</li>\r\n<li>Bottled water on board</li>\r\n</ul>\r\n&nbsp; <strong>Not included:</strong> &nbsp;\r\n<ul>\r\n<li>Any applicable additional charges such as meals, gratuities, etc.</li>\r\n</ul>\r\n&nbsp; <strong>Timing:&nbsp;</strong> &nbsp;\r\n<ul>\r\n<li>Daily from 09:00 a.m. - 01:00 p.m. and 02:00 p.m. - 06:00 p.m.&nbsp; &nbsp;</li>\r\n<li>We recommend afternoon tours on Fridays.&nbsp; &nbsp;</li>\r\n</ul>\r\n&nbsp; <strong>Ticket Information:</strong><br /><br />\r\n<ul>\r\n<li>Below 3 years old &ndash; are eligilble for FREE entry&nbsp;</li>\r\n<li>Between 3 years to 11 years &ndash; must purchase a child ticket.&nbsp;</li>\r\n<li>Please note that the tour operates on a self-guided basis and is shared with other participants.</li>\r\n</ul>\r\n&nbsp; <strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>Doha City Tour Dress Code: Comfortable and modest clothing especially during summer months. Bring your Sunblock and Sunglasses.</li>\r\n</ul>\r\n<p><strong>Cancellation Policy:</strong></p>\r\n<ul>\r\n<li>You can cancel your booking 48 hours prior and receive a full refund.</li>\r\n</ul>\tEnjoy a fascinating one-day tour in Doha where you'll encounter a treasure trove of iconic attractions and cultural monuments.<br /><br /> Capture the mesmerizing beauty of the West Bay skyline from the scenic Corniche, and immerse yourself in the rich arts and traditions at the renowned Katara Cultural Village and The Pearl Qatar. <br /><br />Experience the vibrant ambiance of Souq Waqif, a bustling heritage market offering a wide array of authentic handicrafts, jewelry, spices, and unique souvenirs, allowing you to delve into the rich culture and history of the region.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://doha.platinumlist.net/qar/event-tickets/87474/explore-doha-souq-waqif-katara-and-pearl-qatar",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87515,
    "title": "Thrilling Off-Road Adventure: Quad Bike",
    "description": "Embark on the ultimate adventure with our Quad Bike tours in Dubai—an exhilarating blend of adrenaline, stunning landscapes, and cultural immersion. Explore the captivating Arabian desert like never before as you ride through the dunes. Choose from our flexible durations of 30, 60, or 120 minutes, allowing you to tailor the experience to your preferences. Whether you prefer the inside area camp or the vastness of the outside open desert, the thrill is guaranteed. Unleash your inner thrill-seeker, embrace the extraordinary, and make memories that last a lifetime with our Quad Bike tours in Dubai!\t<p><strong><br /> <br /> Highlights<br /><br /></strong></p>\r\n<ul>\r\n<li>Diverse Quad Adventures: Embark on a thrilling quad bike adventure in Dubai, where you can choose between navigating challenging terrains in the open desert or enjoying the excitement within our dedicated camp area.</li>\r\n<li>Scenic Variety: Explore the breathtaking landscapes of Dubai, whether it's the vast golden sand dunes stretching across the open desert or the curated surroundings of our camp area. Each location offers unique and stunning views.</li>\r\n<li>Dual Experiences: Opt for the exhilarating open desert experience, conquering steep dunes, or enjoy the convenience and structured fun of quad biking within our camp area. The choice is yours for a tailored adventure.</li>\r\n<li>Expert Guidance in Two Settings: Our experienced guides are there to ensure your safety and provide insights into the desert ecosystem, history, and culture, enriching your experience whether you're in the open desert or within the camp area.</li>\r\n<li>Inclusive for All: Whether you're a beginner or an experienced off-roader, both the open desert and camp area tours cater to all skill levels. Expert instructors offer orientations, making it an inclusive adventure for everyone.</li>\r\n<li>Lasting Memories: Capture unforgettable moments, whether it's the thrill of conquering open desert dunes or the camaraderie within the camp area. Immortalize your adventure with stunning photographs of both unique settings in the Dubai desert.</li>\r\n</ul>\r\n&nbsp;<br />\r\n<p><strong>What&rsquo;s included in the ticket</strong></p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1 or 2-hour tour of the selected activities.</p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Experienced and trained tour guides.</p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Safety and support on all tours.</p>\r\n<p><strong><br />Not included:</strong></p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Food and drinks</p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Any items bought from the souvenir shop</p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Transport is available at 300 dhs per vehicle per way for up to 5 pax</p>\r\n<p><strong><br />Timing:&nbsp;</strong></p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tours are available every day from 07:00 a.m. to 07:00 p.m. with no specific timeslot, all depends on the guest's request.</p>\r\n<p><strong><br />Important things to know before your visit</strong></p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Quad Bike Experience in Dubai Dress Code: Prepare for the adventure by wearing fully covered attire, including closed-toe shoes and pants.</p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The trained crew is always there to supervise the whole dune quad tour and will provide first aid in case of an accident.&nbsp;</p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Age and Health Restrictions: 16+ years old are allowed to drive the Quad Bike</p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pregnant women, kids, and people with heart problems are not allowed on the tour for their own safety.&nbsp;</p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our dune quad rentals are well-maintained and are checked regularly.</p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; All customers must arrive 30 minutes prior to booking.</p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Clients are given safety training before starting a tour.</p>\r\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our tour guide is always ready to help you if a vehicle breaks down while dune quad riding.</p>\r\n<p><br /> Address: Al badayer Dubai - Dubai-Hatta Rd - Sharjah &nbsp;<br /> <br /> <strong>How to get there:</strong><br /> By car: Participants who choose not to utilize provided transportation, have the option to reach the destination by car, which is conveniently located beside Detour Cafe.ae. The location is situated in Al Badayer Dubai, along the Dubai-Hatta Road in Sharjah.</p>\tEmbark on the ultimate desert off-road adventure tour with Quad Bikes in Dubai&mdash;an exhilarating blend of adrenaline, stunning landscapes, and cultural immersion. Explore the captivating Arabian desert like never before as you go on a desert bike riding through the dunes. Choose from our flexible durations of 30, 60, or 120 minutes, allowing you to tailor the desert bike ride to your preferences. Whether you prefer the inside area camp or the vastness of the outside open desert, the thrill is guaranteed. Unleash your inner thrill-seeker, embrace the extraordinary, and make memories that last a lifetime with the Dubai desert quad bike tour!",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/thrilling-off-road-adventure-quad-bike",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "approved",
    "featured": false
  },
  {
    "id": 87563,
    "title": "The Pearl Beach at InterContinental Al Jubail Resort",
    "description": "During the summer season, InterContinental Al Jubail Resorts presents a unique opportunity for women to enjoy exclusive days at the renowned private beach, The Pearl Beach, situated in the eastern province. Our resort offers top-notch 5-star services that cater to every aspect of our guests' experience. From the moment of arrival, we ensure a warm welcome, followed by a specially curated menu and an impressive array of beverages. Additionally, expert female staff members are dedicated to providing safety services, ensuring utmost comfort for our valued guests.\t<strong><br /><br />Schedule</strong> <br />Doors are open every Saturday to Friday from 8 AM through the evening until 7 PM. <br /><br /><strong>Tickets Information:&nbsp;<br /></strong>Kids are allowed to enter, and boys up to age 6 are Free of charges<br />Girls aged from 6 years to 12 Years benefit 50% discount<br />Housemates are eligible to enter free of charge.<br />No food allowed from outside<br /><strong><br />How to get there</strong> <br />By car: Follow major highways to the Eastern Province of Saudi Arabia and proceed to Jubail City. Utilize navigation systems or maps for precise directions to the resort's location. &nbsp;<br /><br /> By taxi: You can also take a taxi to InterContinental AlJubail from anywhere in the city.\t<p>Soak Up the Sun at InterContinental Al Jubail &ndash; Your Ultimate Summer Escape! &nbsp;</p>\n<p>The Pearl Beach | Beach Club | Family Fun Awaits&nbsp; Step into a luxurious summer paradise at InterContinental Al Jubail Resort, where crystal-clear waters and golden sands set the scene for unforgettable moments. &nbsp;<br />This season, we invite families to experience exclusive access to The Pearl Beach, our pristine private beach in the heart of the Eastern Province.<br />Enjoy the perfect blend of relaxation and indulgence, with 5-star services designed just for you.<br />A warm welcome from the moment you arrive A curated summer menu and refreshing beverages Family-friendly vibes with expert female staff ensuring comfort and safety A private sanctuary to unwind, connect, and create sun-soaked memories&nbsp;Your perfect summer starts here.</p>\n<p>Don&rsquo;t miss out.</p>",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://aljubail.platinumlist.net/sar/event-tickets/87563/the-pearl-beach",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87541,
    "title": "The Lost Paradise of Dilmun Water Park",
    "description": "Looking for a weekend getaway that combines fun, excitement, and adventure? Look no further than the Lost Paradise of Dilmun, the largest water park in Bahrain!\r\n\r\nWith over 20 different slides, rafters, and pools, there's something for everyone at Lost Paradise of Dilmun. Whether you're looking for a relaxing day in the sun or a thrilling adrenaline rush, you're sure to have a blast at this amazing water park.\t<br /><strong><br />Games in Lost Paradise of Dilmun:</strong>\r\n<ul>\r\n<li>Boomerango: Feel the adrenaline rush as you defy gravity on this giant pendulum-style slide.</li>\r\n<li>Body slides: Travel at high speed through three winding flumes in the dark.</li>\r\n<li>Family raft ride: Spin and speed down the long, winding chute with your family and friends.</li>\r\n<li>The paradise river: Float gently through the caves on the lazy river.</li>\r\n<li>Spa pool: Relax your muscles in the therapeutic spa pool or Jacuzzi.</li>\r\n<li>Speed slide: Plunge down the vertical sheet of water and experience the thrill of free-falling.</li>\r\n<li>Aqua loop rocket slide: Experience the most exciting free-fall drop on the world's fastest looping rocket slide.</li>\r\n<li>Oasis pool: Take a break from the action and relax at the Oasis pool.</li>\r\n<li>Super Bowl: Twist and shout as you spin around and round the bowl.</li>\r\n</ul>\r\n<br /> <strong>Highlights</strong><br />\r\n<ul>\r\n<li>A special weekend getaway filled with fun, excitement, and adventure.</li>\r\n<li>Enjoy over 20 thrilling slides, rafters, and pools catering to all ages and preferences.</li>\r\n<li>Experience heart-pounding attractions like the Boomerango, Aqua Loop Rocket Slide, and Super Bowl, alongside relaxing options like the lazy river and spa pool.</li>\r\n</ul>\r\n<br /><strong>What&rsquo;s included in the ticket:&nbsp;<br /></strong>Access to all the park's activities and rides.&nbsp; &nbsp; &nbsp; <br /><br /><strong>Timing:&nbsp;</strong>\r\n<ul>\r\n<li>8th march to 10th march - 10am to 7pm</li>\r\n</ul>\r\n<strong>Ramadan timing</strong><br />\r\n<ul>\r\n<li>Sunday to Thursday - 5pm to 1am</li>\r\n<li>Friday / Saturday - 12noon to 1am</li>\r\n</ul>\r\n<br /><strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>The Lost Paradise of Dilmun Water Park Dress Code: Kids must wear personal floatation devices at all times.</li>\r\n<li>Guests enter the water park at their own risk.</li>\r\n<li>The owners and/or management are not responsible for any lost/stolen property, body injury or accidents.</li>\r\n</ul>\r\n<strong>How to get there:</strong> <br />By car: Take the King Faisal Highway (Highway 5) west of Manama and continue until you reach the exit for Zallaq.<br />Follow the signs for the water park. The water park will be on your right-hand side.\"<br /><br />By taxi: You can also take a taxi to The Lost Paradise of Dilmun Water Park from anywhere in Bahrain. It's a famous destination and most drivers will be familiar with the location.\tLooking for a weekend getaway that combines fun, excitement, and adventure? Look no further than the Lost Paradise of Dilmun Bahrain, the largest water park in the country! &nbsp; <br /><br />With over 20 different slides, rafters, and pools, there's something for everyone at Lost Paradise of Dilmun Water Park. Whether you're looking for a relaxing day in the sun or a thrilling adrenaline rush, you will have a blast with Lost Paradise rides!",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://manama.platinumlist.net/bhd/event-tickets/the-lost-paradise-of-dilmun-water-park",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87629,
    "title": "From Dubai: Abu Dhabi Full Day Tour With Louvre Museum",
    "description": "Explore the cultural inheritance of Abu Dhabi city with a Full-day sightseeing tour.\t<br /> <br /><br /><strong>What To Expect<br /></strong><br /><br />Explore Abu Dhabi and all its major attractions on a full-day guided tour from Dubai. Discover city highlights like the Sheikh Zayed Mosque,the Heritage Village&nbsp;before admiring art at the Louvre Abu Dhabi.&nbsp; &nbsp;&nbsp;<br /><br /><br /><strong>Highlights<br /></strong>\r\n<ul>\r\n<li>Explore Abu Dhabi's most popular attractions.&nbsp;</li>\r\n<li>Onboard a full-day guided sightseeing tour to cover 3 famous landmarks in Abu Dhabi City.</li>\r\n<li>Visit Sheikh Zayed Mosque, One of the world's largest mosques, and capture stunning photos.</li>\r\n<li>Step inside the iconic Louvre Abu Dhabi, the first universal museum in the Arab world.</li>\r\n</ul>\r\n<br /> <strong>Inclusions</strong>\r\n<ul>\r\n<li>Pick-up and drop-off at appointed hotels or locations by an air-conditioned vehicle from Dubai</li>\r\n<li>Professional and experienced tour guides</li>\r\n<li>Sheikh Zayed Grand Mosque</li>\r\n<li>1 Hour Lunch stop at your own expenses</li>\r\n<li>Corniche Road (Drive Through)</li>\r\n<li>Heritage Village</li>\r\n<li>Louvre Museum &nbsp;</li>\r\n</ul>\r\n<br /><strong>Exclusionsa</strong><br />\r\n<ul>\r\n<li>Other Personal expenses</li>\r\n</ul>\r\n<br /><strong>Itinerary:<br /></strong><br /> Pick Up : 08:00-09:00<br /><br />Drop off : 19:30-20:30&nbsp;<br /> <br /><br /><strong>Timing:&nbsp;</strong>\r\n<ul>\r\n<li>The duration of the tour is 9 to 10 hours, depending on traffic conditions</li>\r\n</ul>\r\n<strong>Important things to know before your visit<br /></strong>\r\n<ul>\r\n<li>Entrance to the Sheikh Zayed Grand Mosque is not guaranteed during Islamic holidays</li>\r\n<li>Please pay strict attention to the dress code inside the Sheikh Zayed Grand Mosque</li>\r\n<li>Pick Up: Hotels/residences within Dubai City</li>\r\n</ul>\tExplore Abu Dhabi and all its major attractions on a full-day guided tour from Dubai. Discover city highlights like the Sheikh Zayed Mosque,the Heritage Village&nbsp;before admiring art at the Louvre Abu Dhabi.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/87629/from-dubai-abu-dhabi-full-day-tour-with-qasr-al-watan-louvre-museum",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87638,
    "title": "Dubai: Half Day Morning City Tour",
    "description": ".\tExplore Al Seef, where the charm of Dubai's rich heritage seamlessly blends with contemporary design. Experience the lively atmosphere of Dubai Creek by sailing on a traditional wooden boat called an \"abra,\" providing a unique perspective of the city's bustling waterways. Capture stunning photos at the Burj Al Arab, an emblem of opulence and modern luxury. Additionally, pause to admire the grandeur of the Dubai Frame and the futuristic architecture of the Museum of the Future, both offering remarkable views and photo opportunities.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/dubai-half-day-morning-city-tour",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87846,
    "title": "Premium Red Dunes Safari with Camel Ride & 3 Cuisines at Al Khayma Camp",
    "description": "About Premium Red Dunes Safari & Camel Ride & 3 Cuisines at Al Khayma Camp Dubai: Adventure Quad Bike safari, Camel Ride, Sandboarding and BBQ\t<p dir=\"ltr\"><strong><br />Overview</strong></p>\r\n<p dir=\"ltr\">Traverse to the alluring Lahbab Desert and engage in thrilling adventures. Experience the thrill of quad biking, sandboarding and enjoy a peaceful camel ride. Retreat to the Bedouin camp and experience cultural activities and delicious dinner/lunch.</p>\r\n<p dir=\"ltr\">&nbsp;</p>\r\n<p dir=\"ltr\"><strong>Highlights</strong></p>\r\n<ul>\r\n<li>Enjoy an evening at the exclusive Al Khayma Desert Camp, Dubai in the middle of the desert.</li>\r\n<li>Bash dunes for 30-45-minutes in the Lehbab desert.</li>\r\n<li>3-Cuisine Traditional Dinner: Relish a 3-cuisine Emirati, Moroccan, &amp; Arabian dinner catered by Al Khayma Heritage Restaurant.</li>\r\n<li>Smoke a shisha pipe, henna painting, Arabian makeover with a falcon</li>\r\n<li>Ride on a camel caravan.</li>\r\n<li>Traverse the tall red dunes of the Lahbab desert by Dune Bashing and Sandboarding.</li>\r\n<li>Choose the option to ride qua bikes through the desert.</li>\r\n<li>Watch the tanoura and belly dance show (no show during the month of Ramadan).</li>\r\n<li>Al Khayma Camp:Spend time in the serene atmosphere of the Al Khayma Camp&nbsp;</li>\r\n<li>Stargazing Session: Treat your eyes to the beauty of the desert sky on a stargazing session with a high-power telescope.</li>\r\n</ul>\r\n<p dir=\"ltr\"><strong><br />Full Description</strong></p>\r\n<p dir=\"ltr\"><strong>Ride to the Desert<br /> <br /></strong>Excited about a heart-pounding desert adventure? Level up your fun in Dubai by setting out on an exciting desert safari through the desert's golden sands. Get a comfortable transfer on an Air-conditioned 4WD vehicle.</p>\r\n<p dir=\"ltr\"><strong>Dune Bashing and Sandboarding<br /> <br /></strong>At the desert, experience the real adventure as you tackle the sloping sands of the desert by dune bashing if the Red Dune Safari is selected. Worry not! You&rsquo;ll be completely safe while enjoying it, under our guidance. Just after you recover from the excitement of dune bashing, you&rsquo;ll get a chance to conquer the steepest slopes like a warrior by sandboarding.&nbsp;</p>\r\n<p dir=\"ltr\"><strong>Al Khayma Heritage Camp &amp; Bedouin Entertainment<br /><br /></strong>The fun doesn&rsquo;t end here. As the sun turns the countryside an amazing shade of crimson orange, Al Khayma Heritage Camp will be all set to welcome you. From there, reward yourself with feeding the camels and riding them to explore nature like a Bedouin local.Then comes your chance to be immersed in the Bedouin entertainment activities! Tick off your entertainment list as you indulge in the camp activities such as Live Arabic Coffee &amp; tea station, Bedouin &amp; Arabian entertainment with a fire show, Henna, Shisha Station, and more.&nbsp;</p>\r\n<p dir=\"ltr\"><strong>Traditional Dinner &amp; Stargazing<br /><br />&nbsp;</strong>A 3-course dinner with Emirati, Moroccan, &amp; Arabian dishes catered by Al Khayma Restaurant is all that you need to feast your palate. The delicious dinner, catered by the Michelin BiB-rated restaurant, is sure to remind you of the good times in the camp later.&nbsp;</p>\r\n<p dir=\"ltr\">Once your heart and tummy are full, observe the millions of stars with an enchanting stargazing session with a high-power telescope to enlighten your evening before wrapping up the day.</p>\r\n<p dir=\"ltr\">After all the adventurous activities and a wholesome meal, you will be dropped back to your hotel or selected location in Dubai.</p>\r\n&nbsp;\r\n<p dir=\"ltr\"><strong>Includes</strong></p>\r\n<ul>\r\n<li>Pick-up and drop off at your selected hotel/ location</li>\r\n<li>Transportation by 4WD air-conditioned vehicle</li>\r\n<li>Licensed desert safari guide</li>\r\n<li>Dune bashing (30-40 minutes)</li>\r\n<li>Sandboarding, Camel ride &amp; Camel feeding</li>\r\n<li>Al Khayma Premium Camp visit</li>\r\n<li>Gaymat (sweets), Gahwa (coffee), and dates</li>\r\n<li>Henna Tatoo, Falcon experience &amp; Shisha in the Shisha Area</li>\r\n<li>Unlimited Water &amp; Soft drinks</li>\r\n<li>Sunset photo stop</li>\r\n<li>Arabian entertainment \" Tanura, Fire shows &amp; Khaliji Dance \"</li>\r\n<li>Stunning sunset views</li>\r\n<li>Live BBQ</li>\r\n<li>Open buffets Dinner \"Emirati, Moroccan &amp; Arabian Buffet &ldquo; vegetarian &amp; non-vegetarian options&rdquo; catered by Al Khayma Heritage Restaurant.</li>\r\n<li>Stargazing session;High-power telescope</li>\r\n<li>Natural trees and fountains</li>\r\n</ul>\r\n<p dir=\"ltr\">&nbsp;</p>\r\n<p dir=\"ltr\"><strong>What&rsquo;s Not Included</strong></p>\r\n<ul>\r\n<li>Alcoholic beverages</li>\r\n<li>Quad bike/Dune buggy activities (optional)</li>\r\n<li>Tipping (not mandatory)</li>\r\n<li>Any extra services or expenses not mentioned above.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p><strong>Important Note:<br /></strong></p>\r\n<ul>\r\n<li>There will be no khaliji dance shows during Ramadan</li>\r\n<li>The tour is shared which means sharing a vehicle with other participants.</li>\r\n<li>The tour is not allowed for pregnant ladies, people with heart and back issues and kids younger than 3 years old.&nbsp;</li>\r\n</ul>\r\n<p dir=\"ltr\">&nbsp;</p>\r\n<p dir=\"ltr\"><strong>Know Before You Go</strong></p>\r\n<ul>\r\n<li>The duration of this activity is approximately 6 hours.</li>\r\n<li>To take part in quad biking, the participants must be 16 years or above and should have a basic driving knowledge. Anyone under 16 years should be accompanied by an adult.</li>\r\n<li>Children under the age of 10 are not allowed to participate in this tour.</li>\r\n<li>Pregnant women and anyone with back or neck pain, heart problems or other serious medical complaints are not allowed to participate.</li>\r\n<li>The quad biking segment is solely the participant's responsibility. Listening to and following the instructor is strongly recommended. Any damage, injuries sustained or items lost during the quad bike tour shall not be covered by insurance.</li>\r\n<li>Please wear sports shoes for safe sandboarding</li>\r\n<li>Please note that if your skin is sensitive to henna, it is advised not to do it.</li>\r\n<li>During the month of holy Ramadan, Belly Dance Khaliji will not be performed at the camp as per UAE law. On other Islamic holidays (announced by the govt prior to the specific event/day) there will not be any entertainment activities in the camp as it is strictly not permitted by UAE law</li>\r\n<li>All participants must sign an indemnity form before the tour.</li>\r\n<li>It is not recommended to carry expensive items. Your belongings are your own responsibility and we are not responsible for any lost belongings during the trip. We will, of course, do our best to help you out if an item is lost.</li>\r\n<li>This tour is not wheelchair accessible.</li>\r\n<li>We don't accepts no responsibility for any damage, loss, accident, sickness, injury or death that you or anyone else may suffer or incur arising out of the activities and/or in connection with your contract with us and/or the operator of any activities. You are advised to have comprehensive travel and health insurance. All personal effects are at your sole risk at all times during the activity. You understand and accept the potential risks and hazards that can be involved in certain activities. You take responsibility for ensuring that you are mentally and physically capable of participating in a particular activity.</li>\r\n</ul>\r\n<br /><br /><strong>Pickup Location<br /><br /></strong> Complimentary pick up may be done from any Dubai hotels and other accommodations as well as Cruise terminal Dubai (Port Rashid). <br />Pick up from Dubai airport is possible from Holiday Inn Airport hotel. <br />You also may have a pick up from Bab Al Shams, Al Maha resort, and Jebel Ali at extra charge.<br /> Due to heavy traffic in the Rove Marina and Wyndham Dubai Marina areas, Stella Di Mare Hotel will be the meeting point. <br />Pick up may be done within 45 minutes of appointed departure time.<br />Please be in a hotel lobby on time.<br />Please leave us your Whatsapp number for smooth communication during the pick up. <br /><br /><br /> <strong>Tickets&nbsp;<br /></strong> <br />Premium Evening Red Dunes Desert Safari with BBQ at Al Khayma Camp ticket price includes all entertainments mentioned above, a shared transfer, and a BBQ. Tickets for kids from 3 to 11 years come with a discount.\tTraverse to the alluring Lahbab Desert and engage in thrilling adventures. Experience the thrill of quad biking, sandboarding, and enjoy a peaceful camel ride. Retreat to the Bedouin camp and experience cultural activities and a delicious lunch/dinner. Enjoy an evening at the exclusive Al Khayma Desert Camp, Dubai, in the heart of the desert. &nbsp; <br /><br />Go dune bashing for 30-45 minutes in the Lehbab desert and indulge in a 3-Cuisine Traditional Dinner, relishing Emirati, Moroccan, and Arabian delicacies catered by Al Khayma Heritage Restaurant. Smoke a shisha pipe, enjoy henna painting, and experience an Arabian makeover with a falcon. Ride on a camel caravan and traverse the tall red dunes of the Lahbab desert by dune bashing and sandboarding. You can also choose the option to ride quad bikes through the desert. &nbsp; <br /><br />Watch the captivating tanoura and belly dance shows (note: no show during the month of Ramadan). Spend time in the serene atmosphere of the Al Khayma Camp, and treat your eyes to the beauty of the desert sky during a stargazing session with a high-power telescope. &nbsp; <br /><br />This is an adventure like no other&mdash;full of excitement, culture, and beauty!",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/premium-evening-red-dunes-desert-safari-with-bbq-at-al-khayma-camp",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87291,
    "title": "Dubai Harbour Superyacht Experience with Live station & Drinks",
    "description": "Step into the realm of ultimate luxury aboard a magnificent 144-foot superyacht, where you'll be treated to a VIP experience complete with a live DJ, swimming, and panoramic views of Dubai's iconic attractions. \r\n\r\nIndulge in a lavish breakfast, lunch, or dinner with premium beverages, relax on the well-equipped boat's three decks, including a sky lounge and sunbed area, and immerse yourself in the vibrant party atmosphere as you cruise past Jumeirah Beach Residence, Palm Jumeirah, and Bluewater Island. \r\n\r\nWith a red-carpet welcome, attentive crew, and exquisite onboard amenities, this superyacht experience promises an unforgettable journey into luxury and leisure.\t<strong><br /><br />Highlights:<br /><br /></strong>&nbsp; &bull; Delight in a variety of refreshing beverage options including tea, coffee, water, juice, beer, and premium drinks.<br />&nbsp; &bull;&nbsp;Unwind and experience ultimate relaxation as you traverse Dubai Harbour on board a luxurious superyacht.<br />&nbsp; &bull;&nbsp;Make your way past some of Dubai's most iconic sights such as Jumeirah Beach<br />&nbsp; &bull;&nbsp;Take in views of Dubai from another angle as you cruise toward Blue Water Island<br />&nbsp; &bull;&nbsp;Recline in VIP luxury and savour complimentary breakfast, lunch, or dinner as you unwind.<br /><strong><br />What&rsquo;s included in the ticket:<br /><br /></strong>&nbsp; &bull;&nbsp;180 min ride on the Yacht cruise<br />&nbsp; &bull;&nbsp;Tour Guide<br />&nbsp; &bull;&nbsp;Captain &amp; Crew<br />&nbsp; &bull;&nbsp;Life jacket<br />&nbsp; &bull;&nbsp;Breakfast/lunch/dinner (depending on the option selected)<br />&nbsp; &bull;&nbsp;Wifi<br />&nbsp; &bull;&nbsp;Sparkling beverage<br />&nbsp; &bull;&nbsp;Live DJ<br />&nbsp; &bull;&nbsp;Swimming<br />&nbsp; &bull;&nbsp;Slipper<br />&nbsp; &bull;&nbsp;Drinks (tea, coffee, water, soft drinks, juice, beers, wines)<br /><strong><br />Timings:<br /><br /></strong>&nbsp; &bull;&nbsp;Breakfast Tour: 09:00 a.m. to 12:00 a.m.&nbsp;&nbsp;<br />&nbsp; &bull;&nbsp;Brunch Tour- 01:00 p.m. to 05:00 p.m.<br />&nbsp; &bull;&nbsp;Sundowner Tour: 05:00 p.m. &ndash; 08:00 p.m.<br />&nbsp; &bull;&nbsp;Nightfall Tour- 09:00 p.m.&ndash; 12:00 a.m.&nbsp;<br /><strong><br /><br />Ticket Information:<br /></strong><br />&nbsp; &bull;&nbsp;Please bring your passport or Emirates ID.&nbsp;<br />&nbsp; &bull;&nbsp;Please bring your booking confirmation either on your phone or a printout.<br />&nbsp; &bull;&nbsp;Please arrive 30 minutes before departure. Boarding and briefing will begin 10 min before departure.&nbsp;<br /><strong><br />Important things to know before your visit<br /><br /></strong>&nbsp; &bull;&nbsp;Dubai Harbour Superyacht Experience Dress Code: Smart casual, no bikinis, no footwear to be worn on board.<br />&nbsp; &bull;&nbsp;Life jackets are available on board for those that wish to wear one<br />&nbsp; &bull;&nbsp;Alcohol is not permitted on board<br /><strong><br /></strong>",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/87291/dubai-harbour-superyacht-experience-with-live-station-drinks",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 88204,
    "title": "History & Heritage Tour of Qatar",
    "description": "Get the chance to explore Qatar's heritage by heading north to visit historical sites like Al Zubarah Fort and Al Ruwais. The tour also passes by Al Khor, known for its harbor and beaches. Highlights include Al Zubarah Fort's sand-colored architecture, the remains of Al Jumail Abandoned Village, and learning about Al Khor's fishing-based history. This tour offers a glimpse into Qatar's past and its early sources of income.\r\n\r\nKey Sights\r\nAl Zubarah Fort, Al Jumail Abandoned Village, and the town of Al Khor.\t<br /><br /> <strong>Highlights</strong>\r\n<ul>\r\n<li>Al Zubarah Fort: A solitary, sand-colored stronghold with four towers, standing guard in the desert.</li>\r\n<li>Al Jumail Abandoned Village: Encounter remnants of an ancient traditional settlement along the way.</li>\r\n<li>Al Khor's Historical Mainstay: Discover Qatar's early economy in Al Khor, rooted in fishing traditions.&nbsp;</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>Pick up and drop off from your location within Doha city limits</li>\r\n<li>Transportation in an air-conditioned vehicle with an English-speaking driver</li>\r\n<li>Packed snacks</li>\r\n<li>Bottled water on board vehicle</li>\r\n<li>Visit places such as Al Zubarah Fort, Al Jubail Abandoned Village and the town of Al Khor</li>\r\n</ul>\r\n<strong>Not included</strong><br />\r\n<ul>\r\n<li>Any applicable additional charges such as meals, gratuities, etc.</li>\r\n<li>Tour guide</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong>\r\n<ul>\r\n<li>Saturday to Thursday from 09:00 a.m. to 02:00 p.m.</li>\r\n<li>The tour is not available on Friday</li>\r\n</ul>\r\n&nbsp; <strong>Ticket Information:</strong><br />\r\n<ul>\r\n<li>Kids below 3 years old are eligible for FREE entry</li>\r\n<li>Between 3 years to 11 years - must purchase a child ticket.</li>\r\n</ul>\r\n<strong>Important things to know before your visit</strong>\r\n<ul>\r\n<li>History &amp; Heritage Tour of Qatar Dress Code: Comfortable and modest clothing especially during summer months.</li>\r\n<li>Bring snacks, sunblock, sunglasses, cap/hat, and wear comfortable modest clothing.<br /><br /></li>\r\n</ul>\r\n<strong>Cancellation Policy:<br /></strong>\r\n<ul>\r\n<li>You can cancel your booking up to 48 hours in advance and receive a full refund.</li>\r\n</ul>\tGet the chance to explore Qatar's heritage by heading north to visit historical sites like Al Zubarah Fort and Al Ruwais. <br /><br />The tour also passes by Al Khor, known for its harbor and beaches. Highlights include Al Zubarah Fort's sand-colored architecture, the remains of Al Jumail Abandoned Village, and learning about Al Khor's fishing-based history. This tour offers a glimpse into Qatar's past and its early sources of income. &nbsp;<br /><br />Key Sights are Al Zubarah Fort, Al Jumail Abandoned Village, and the town of Al Khor.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://doha.platinumlist.net/qar/event-tickets/88204/history-heritage-tour-of-qatar",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 88209,
    "title": "Doha Museums Tour",
    "description": "Discover Qatar's renowned cultural destinations: The Museum of Islamic Art boasts a comprehensive collection, while the Msheireb Museum commemorates history via four restored heritage houses. Experience Qatar's past, present, and future at the National Museum of Qatar.\r\n\r\nKey Sights\r\nNational Museum of Qatar, Msheireb Museum & Museum of Islamic Art\t<p><strong><br /><br />Highlights</strong></p>\r\n<ul>\r\n<li>Experience the Islamic history and beauty at the Museum of Islamic Art.</li>\r\n<li>Explore the artefacts from around the world and take in the depth of culture.</li>\r\n<li>Visit the iconic desert-style National Museum of Qatar, delving into the nation's history, present, and future.</li>\r\n<li>Explore fresh content at Msheireb Museum, embarking on an immersive cultural voyage through time.</li>\r\n</ul>\r\n<p><strong>What&rsquo;s included in the ticket</strong></p>\r\n<ul>\r\n<li>Pick up and drop off from your location within Doha city limits</li>\r\n<li>Transportation in an air-conditioned vehicle with English-speaking driver</li>\r\n<li>Entry fee to Museum of Islamic Art &amp; National Museum of Qatar</li>\r\n<li>Admission to Msheireb Museum</li>\r\n<li>Bottled water on board vehicle</li>\r\n</ul>\r\n<p><strong>Not included</strong></p>\r\n<ul>\r\n<li>Any applicable additional charges such as meals, gratuities, etc.</li>\r\n<li>Tour guide.</li>\r\n</ul>\r\n<p><strong>Timing:&nbsp;</strong></p>\r\n<ul>\r\n<li>Opening hours from Saturday to Thursday ( 09:00 a.m. to 02:00 p.m.)</li>\r\n<li>The tour is not available on Friday</li>\r\n</ul>\r\n<p><strong>Ticket Information:&nbsp;</strong></p>\r\n<ul>\r\n<li>Kids below 3 years old are eligible for FREE entry</li>\r\n<li>Between 3 years to 11 years - must purchase a child ticket.</li>\r\n</ul>\r\n<p><strong>Important things to know before your visit</strong></p>\r\n<ul>\r\n<li>Doha Museums Tour Dress Code: Comfortable and modest clothing especially during summer months.</li>\r\n<li>Bring snacks, sunblock, sunglasses, cap/hat and wear comfortable modest clothing.</li>\r\n<li>On-site guides at National Museum of Qatar and Museum of Islamic Art are upon request and subject to availability.</li>\r\n</ul>\r\n<strong>Cancellation Policy:<br /></strong>\r\n<ul>\r\n<li>You can cancel your booking up to 48 hours in advance and receive a full refund.</li>\r\n</ul>\tDiscover Qatar's renowned cultural destinations: The Museum of Islamic Art boasts a comprehensive collection, while the Msheireb Museum commemorates history via four restored heritage houses. Experience Qatar's past, present, and future at the National Museum of Qatar.&nbsp;Key Sights National Museum of Qatar, Msheireb Museum &amp; Museum of Islamic Art",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://doha.platinumlist.net/qar/event-tickets/88209/doha-museums-tour",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87990,
    "title": "Wine & Dine at Time Out Market in Dubai",
    "description": ".\t<br />\r\n<ul>\r\n<li><strong>Location:</strong> Editor's table, Time Out Market Dubai - located on the 3rd floor of Souk Al Bahar, Downtown Dubai.</li>\r\n<li><strong>Parking,</strong> Guests can access Souk Al Bahar parking and validate their token at the Atrium bar. They will get 4 hours of free parking.</li>\r\n<li><strong>Smoking is allowed</strong>&nbsp;in a specific zone of the market that we will define internally and specify to the guests once they arrive.</li>\r\n<li><strong>A refund will not be given if there is no attendance 20 minutes after the event begins.</strong>&nbsp;To avoid traffic, please arrive earlier.</li>\r\n</ul>\t<p>Prepare your senses for an exceptional culinary evening by Masti Dubai, featuring a four-course dinner curated by Chef Prashant Chipkar. Each dish will be expertly paired with outstanding wines to elevate your dining experience.<br /><br />Begin with a welcome drink on arrival, then indulge in eight exquisite wine tastings perfectly matched to a tantalizing four-course menu &mdash; all for 550 AED.<br /><br />You&rsquo;ll take part as a judge, voting for which wine best compliments each dish and helping to crown the winning sommelier of the evening.<br /><br />Every month, a different guest chef collaborates with the expert sommeliers from Cuv&eacute;e, bringing together culinary Art and wine mastery in a truly unforgettable experience.</p>",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://dubai.platinumlist.net/aed/event-tickets/wine-dine",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 87860,
    "title": "Half Day Desert Safari, Doha",
    "description": "Experience the ultimate half-day desert safari Doha tour. The journey from Khor Al Udaid through thrilling sand dunes up to 50 meters high. Capture memories with a photo shoot amidst beautiful scenery. Complete the adventure with refreshments at our private resort before heading back to Doha. Don't miss this essential Qatar trip!\t<br /><br /><br /> <strong>Highlights</strong>\r\n<ul>\r\n<li>Experience a tranquil drive from Doha to the enchanting Sealine desert.</li>\r\n<li>Embrace thrilling excitement amidst breathtaking dunes.</li>\r\n<li>Enjoy refreshing moments at Al Majles Resort and witness the wonder where the sea meets the desert in the Inland Sea, Khor Al Adaid.</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>Pick up and drop off from your location within Doha city limits</li>\r\n<li>4x4 Land Cruiser with an English-speaking safari driver guide</li>\r\n<li>Off-road desert experience with a photo stop by the Inland Sea</li>\r\n<li>A quick stop at Al Majles Resort for photo opportunities</li>\r\n<li>Photo opportunity with Oryx</li>\r\n<li>Refreshing beverage</li>\r\n</ul>\r\n<strong>Not Included</strong>\r\n<ul>\r\n<li>Any applicable additional charges such as meals, gratuities, etc.</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong>\r\n<ul>\r\n<li>Every day except Monday&nbsp;</li>\r\n<li>Morning tour from 09:00 a.m. to 01:00 p.m.&nbsp;</li>\r\n<li>Afternoon tour: 02:00 p.m. to 06:00 p.m.&nbsp;</li>\r\n</ul>\r\n<strong>Ticket Information:</strong><br /><br />\r\n<ul>\r\n<li>Below 3 years old &ndash; are eligible for FREE entry&nbsp;</li>\r\n<li>Between 3 to 11 years &ndash; must purchase a child ticket.&nbsp;</li>\r\n</ul>\r\n<strong>Important things to know before your visit</strong><br />\r\n<ul>\r\n<li>Half-Day Desert Safari in Doha Dress Code: It's recommended to wear comfortable light clothing, especially during the summer months. Bring sunblock, a cap/hat, and sunglasses.&nbsp;</li>\r\n<li>Tours are non-guided and on sharing basis.</li>\r\n<li>Camel riding can be purchased at your stop at Al Majles Resort.</li>\r\n</ul>\tExperience the ultimate half-day desert safari Doha tour. Journey from Khor Al Udaid through thrilling sand dunes up to 50 meters high. Capture memories with a photo shoot amidst beautiful scenery. Complete the adventure with refreshments at our private resort before heading back to Doha. Don't miss this essential Qatar trip!",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://doha.platinumlist.net/qar/event-tickets/half-day-desert-safari-doha",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 88500,
    "title": "Camel Trekking Experience In Abu Dhabi With Transfers In Land Cruiser",
    "description": "Experience the authentic Arabian lifestyle through a camel trekking excursion that transports you back in time. Enjoy the nostalgic feeling of exploring the desert on the back of a camel, gaining a unique perspective as you ride through the vast expanse of sand dunes. Following your camel trekking tour, relax at our camp with a cup of coffee or tea before returning to the city.\t<br /> <br /><strong>Highlights</strong>\r\n<ul>\r\n<li>3-hour Camel Trekking experience from Abu Dhabi (Including Travel Time)</li>\r\n<li>Hop aboard a camel for a ride across the dune/sands for 30 minutes</li>\r\n<li>Refuel with complimentary refreshments like Tea/ Coffee / Dates at the camp</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>Pick up and drop off by Toyota Land Cruiser within Abu Dhabi city limits</li>\r\n<li>Arabic welcome with Tea / Coffee / Dates / Water</li>\r\n<li>30 minutes of camel riding</li>\r\n<li>Photo stops in the desert golden landscapes&nbsp;</li>\r\n</ul>\r\n<strong>Not included:</strong>\r\n<ul>\r\n<li>Any other expenses not mentioned in the list above.</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong>\r\n<ul>\r\n<li>07:00 a.m. to 10.00 a.m. (Approximate timing only, Subject to change)</li>\r\n<li>This 3-hour excursion from Abu Dhabi includes a 30-minute camel ride and complimentary refreshments.</li>\r\n<li>The tour duration includes the pickup and drop-off</li>\r\n<li>Tour duration may vary depending on city traffic</li>\r\n</ul>\r\n<strong>How to get there:</strong> <br />Complimentary Shared pickup is available from Abu Dhabi city hotels, and apartments, Please be ready at the hotel lobby on time.\tExperience the authentic Arabian lifestyle through a camel trekking excursion that transports you back in time. <br /><br />Enjoy the nostalgic feeling of exploring the desert on the back of a camel, gaining a unique perspective as you ride through the vast expanse of sand dunes. <br /><br />Following your camel trekking tour, relax at our camp with a cup of coffee or tea before returning to the city.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://abu-dhabi.platinumlist.net/aed/event-tickets/88500/camel-trekking-experience-in-abudhabi-with-transfers-in-land-cruiser",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "approved",
    "featured": false
  },
  {
    "id": 88577,
    "title": "Muscat Night Tour with Local Dinner",
    "description": "Embark from your hotel for a captivating night tour of Muscat. Departing from Shatti Al-Qurum (next to Intercontinental Hotel), this condensed city tour offers a unique nocturnal perspective. Our journey begins with a glimpse of the Royal Opera, a grand monument commissioned by the music-loving Sultan. Capture the beauty of the illuminated Mohammed Al Ameen Mosque during a photo stop.  \r\n\r\nAs we progress, venture to the historic Old Muscat and its picturesque Corniche, taking in the enchanting harbor views. Our next stop is the vibrant Muttrah Souq, where you'll encounter a delightful mix of old and new, immersed in the sights, sounds, and fragrances of daily life. Take a moment for some souvenir shopping.  \r\n\r\nContinue our night expedition with a visit to the prominent Al Alam Palace, capturing the gates and colonnaded approach in the stunning night ambiance. The palace, flanked by the 16th-century Portuguese forts of Jalali and Mirani, serves ceremonial purposes and boasts breathtaking illuminations.  \r\n\r\nReturning to our starting point, pass by the renowned Al Bustan Hotel, Wadi Al Kabir, and Ruwi downtown. Finally, conclude the evening at our last destination, savoring a delightful Omani fish grilled to perfection in the company of locals. After this memorable experience, we'll transfer you back to your hotel.\t<br /><br /><strong>Highlights</strong><br />\r\n<ul>\r\n<li>Night city tour from Shatti Al-Qurum, with hotel pick-up</li>\r\n<li>Pass by Royal Opera, commissioned by the SULTAN</li>\r\n<li>Photo stop at illuminated Mohammed Al Ameen Mosque</li>\r\n<li>Explore Old Muscat and its Corniche, enjoy harbor views</li>\r\n<li>Visit Muttrah Souq for shopping and local experience</li>\r\n<li>Drive to Al Alam Palace for illuminated gates and colonial approach</li>\r\n<li>Admire nearby Portuguese forts</li>\r\n<li>Witness stunning lighting effects</li>\r\n<li>Return passing Al Bustan hotel, Wadi Al Kabir, Ruwi downtown</li>\r\n<li>Enjoy grilled Omani fish among locals</li>\r\n<li>Transfer back to hotel for a memorable Muscat night experience.</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong><br />\r\n<ul>\r\n<li>Pick-up and drop-off at appointed hotels or locations on private vehicles.</li>\r\n<li>Professional and experienced tour guides.</li>\r\n<li>Dinner and Soft Drinks.</li>\r\n<li>Photostop at Al Alam Palace &amp; Mohammed Al Ameen Mosque.</li>\r\n</ul>\r\n<strong>Exclusions</strong><br />\r\n<ul>\r\n<li>Any other expenses not mentioned in the inclusions</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong><br />\r\n<ul>\r\n<li>The duration of the tour is 4 to 5 hours, depending on traffic conditions</li>\r\n<li>The tour is available only on Sunday, Tuesday, Thursday &amp; Friday.</li>\r\n</ul>\r\n<strong><br />Important things to know before your visit</strong><br />\r\n<ul>\r\n<li>Dress code: Appropriate clothing is required for the tour.</li>\r\n</ul>\r\n<strong>Age and Health Restrictions:</strong><br />\r\n<ul>\r\n<li>Muscat Night Tour with Local Dinner, Visit is suitable for people of all ages, including expecting mothers.</li>\r\n</ul>\tEmbark from your hotel for a captivating night tour of Muscat. Departing from Shatti Al-Qurum (next to Intercontinental Hotel), this condensed city tour offers a unique nocturnal perspective. Our journey begins with a glimpse of the Royal Opera, a grand monument commissioned by the music-loving Sultan. Capture the beauty of the illuminated Mohammed Al Ameen Mosque during a photo stop. &nbsp; <br /><br />As we progress, venture to the historic Old Muscat and its picturesque Corniche, taking in the enchanting harbor views. Our next stop is the vibrant Muttrah Souq, where you'll encounter a delightful mix of old and new, immersed in the sights, sounds, and fragrances of daily life. Take a moment for some souvenir shopping. &nbsp; <br /><br />Continue our night expedition with a visit to the prominent Al Alam Palace, capturing the gates and colonnaded approach in the stunning night ambiance. The palace, flanked by the 16th-century Portuguese forts of Jalali and Mirani, serves ceremonial purposes and boasts breathtaking illuminations. &nbsp; <br /><br />Returning to our starting point, pass by the renowned Al Bustan Hotel, Wadi Al Kabir, and Ruwi downtown. Finally, conclude the evening at our last destination, savoring a delightful Omani fish grilled to perfection in the company of locals. After this memorable experience, we'll transfer you back to your hotel.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://muscat.platinumlist.net/usd/event-tickets/muscat-night-tour-with-local-dinner",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  },
  {
    "id": 88578,
    "title": "Full Day Nizwa Tour With Local Lunch",
    "description": "Experience a Full-Day Nizwa Tour with Local Lunch, starting from Shatti Al-Qurum, near the Intercontinental Hotel. Discover Oman's rich heritage of forts and castles, which have served as historical defense points. We'll explore a selection of these architectural marvels, departing at 9 a.m. for Nizwa, Oman's cultural hub. Our journey begins with a visit to the enchanting ancestral village of Birkat Al Mawz nestled at the base of the verdant Jebel Akhdar. Then, we'll head to the heart of Nizwa to glimpse its impressive Fort and iconic circular cannon Tower, strolling through the traditional Nizwa Souq. Enjoy a local restaurant lunch before we continue to the remarkable Jabreen Fort, a 17th-century masterpiece known for its exquisite plasterwork, intricately carved doors, and painted wooden ceiling beams. Following our visit to Jabreen Castle, we'll embark on a scenic drive toward Jebel Shams, one of Oman's renowned mountains. En route, we'll pass through Bahla, one of Oman's oldest small towns, featuring its own fort. Our journey concludes in Nizwa's downtown, and we'll smoothly return to Muscat after an enriching day. The tour concludes at Avenue Mall, and we'll provide a convenient transfer back to your hotel.\t<br /><br /><strong>Highlights</strong><br />\r\n<ul>\r\n<li>Begin at Shatti Al-Qurum near the Intercontinental Hotel for a cultural tour of Oman's forts and castles.</li>\r\n<li>Explore Nizwa, the cultural capital, and its impressive Fort and Cannon Tower.</li>\r\n<li>Visit Birkat Al Mawz village at the base of Jebel Akhdar.</li>\r\n<li>Discover Jabreen Fort, renowned for its stunning plasterwork and design.</li>\r\n<li>Journey to Jebel Shams, a famous Omani mountain, passing Bahla town and its fort.</li>\r\n<li>End the day at Muscat's Avenue Mall before returning to your hotel.</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>Pick-up and drop-off at appointed hotels or locations on a Sharing basis.</li>\r\n<li>Professional and experienced tour guides.</li>\r\n<li>Entrance fees to Jabreen Fort.</li>\r\n<li>Photostop at Bahla Fort.</li>\r\n<li>Lunch and Soft Drinks.</li>\r\n<li>Birkat Al Mawz, Jebel Akhdar and&nbsp;Jebel Shams (Passing By)</li>\r\n</ul>\r\n<strong>Exclusions</strong>\r\n<ul>\r\n<li>Any other expenses not covered in the list above</li>\r\n</ul>\r\n<strong>Timing&nbsp;</strong>\r\n<ul>\r\n<li>The duration of the tour is 9 hours, depending on traffic conditions&nbsp;</li>\r\n<li>The tour operates only on Monday, Wednesday, Thursday &amp; Saturday.</li>\r\n</ul>\r\n<br /><strong>Important things to know before your visit<br /><br /></strong>- Dress code: Appropriate clothing is required for the tour.<br />- Age and Health Restrictions:<br />- Full Day Nizwa Tour With Local Lunch, Visit is suitable for people of all ages, including expecting mothers.<br /><br /><br /><strong>Where We Meet:</strong><br />\r\n<p>Pick-up and drop-off at from the listed hotels below :</p>\r\n<ul>\r\n<li>The hotels in Al Seeb area</li>\r\n<li>Jumeirah Muscat Bay,</li>\r\n<li>Al Bustan Palace (Al Bustan Area)</li>\r\n<li>a Ritz-Carlton Hotel,</li>\r\n<li>Shangri-La Barr Al Jissah (Shangri-la area)</li>\r\n</ul>\tExperience a Full-Day Nizwa Tour with Local Lunch, starting from Shatti Al-Qurum, near the Intercontinental Hotel. <br /><br />Discover Oman's rich heritage of forts and castles, which have served as historical defense points. We'll explore a selection of these architectural marvels, departing at 9 a.m. for Nizwa, Oman's cultural hub. Our journey begins with a visit to the enchanting ancestral village of Birkat Al Mawz nestled at the base of the verdant Jebel Akhdar. Then, we'll head to the heart of Nizwa to glimpse its impressive Fort and iconic circular cannon Tower, strolling through the traditional Nizwa Souq. <br /><br />Enjoy a local restaurant lunch before we continue to the remarkable Jabreen Fort, a 17th-century masterpiece known for its exquisite plasterwork, intricately carved doors, and painted wooden ceiling beams. Following our visit to Jabreen Castle, we'll embark on a scenic drive toward Jebel Shams, one of Oman's renowned mountains. En route, we'll pass through Bahla, one of Oman's oldest small towns, featuring its own fort. <br /><br />Our journey concludes in Nizwa's downtown, and we'll smoothly return to Muscat after an enriching day. The tour concludes at Avenue Mall, and we'll provide a convenient transfer back to your hotel.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://muscat.platinumlist.net/usd/event-tickets/full-day-nizwa-tour-with-local-lunch",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "approved",
    "featured": false
  },
  {
    "id": 88576,
    "title": "Half Day Muscat City Tour",
    "description": "Being a rare blend of ancient & modern, Muscat is a beautiful city which lies in a maze of brown pleated Mountains. Lulled by the Arabian Sea, the city has undergone dramatic development in the past two or three decades. However, Muscat takes pride in the fact that it has preserved its lustrous culture & heritage.\t<br /><br /><strong>What To Expect<br /><br /></strong>Enjoy a Half Day Muscat City Tour, we will pick you up from your hotel. The tour will start from Shatti Al-Qurum (next to Intercontinental Hotel) .&nbsp; <br /><br />Our visit starts with a drive through the ministries' area, where you can see a number of modern buildings with touches of ancient, Islamic architecture. <br /><br />Our first stop will be the Grand Mosque, which is an architectural marvel and perhaps the new landmark of the city. <br /><br />We will then visit the fish market and the folkloric Muttrah souk, with its narrow-covered alleys where you can smell exotic aromas of mounds of spices, coffee beans, and ancient remedies, all enticing perfumes that fill the air. Next, engage in a visit to the Bait Al Zubair Museum, which has a fine exhibit of Omani history and culture, encompassing all of the area&rsquo;s traditional values. <br /><br />You will also have a photo-stop at the magnificent Al Alam Palace (the official residence of Sultan Qaboos) flanked by the twin Portuguese forts of Mirani &amp; Jalali. Tour will end in Mutrah souk &amp; then transfer back to your hotel<br /><br /><strong>Highlights<br /></strong><br />\r\n<ul>\r\n<li>Explore Muscat's captivating blend of ancient and modern, nestled amidst brown mountains and kissed by the Arabian Sea.</li>\r\n<li>Begin with a drive through the ministries' area, where modern and Islamic architecture harmoniously coexist.</li>\r\n<li>Be awed by the Grand Mosque, a striking modern landmark.</li>\r\n<li>Immerse yourself in the vibrant atmosphere of the fish market and Muttrah souk, where exotic scents and age-old remedies fill the air.</li>\r\n<li>Delve into Omani history and culture at the Bait Al Zubair Museum, a repository of tradition.</li>\r\n<li>Capture a memorable photo at Al Alam Palace, the official residence of Sultan Qaboos, flanked by historic Portuguese forts.</li>\r\n<li>Conclude your journey in the bustling Mutrah souk before returning to your hotel.</li>\r\n</ul>\r\n<strong>What&rsquo;s included in the ticket</strong>\r\n<ul>\r\n<li>Pick-up and drop-off at appointed hotels or locations on sharing basis.</li>\r\n<li>Professional and experienced tour guides.</li>\r\n<li>Entrance fees to Bait Al Zubair.</li>\r\n<li>Photostop at Al Alam Palace.</li>\r\n<li>Visit to Grand Mosque.</li>\r\n</ul>\r\n<strong>What&rsquo;s not included in the ticket<br /></strong>\r\n<ul>\r\n<li>Any other expenses not mentioned in Incusions</li>\r\n</ul>\r\n<strong>Timing:&nbsp;</strong>\r\n<ul>\r\n<li>The duration of the tour is 4 to 5 hours, depending on traffic conditions&nbsp;</li>\r\n<li>The tour operates daily, except on Fridays.</li>\r\n</ul>\r\n<strong>Important things to know before your visit<br /><br /></strong>- Dress code: Appropriate clothing is required for the tour.<br />- Age and Health Restrictions:<br />- Half Day Muscat City TourVisit is suitable for people of all ages, including expecting mothers.\tJoin us for an unforgettable Muscat Half Day Tour, starting with a convenient pick-up from your hotel. The journey begins at Shatti Al-Qurum, near the Intercontinental Hotel, where we'll drive through the ministries' area. Here, you can admire modern buildings adorned with ancient Islamic architectural touches. &nbsp; Our first stop is the Grand Mosque, an architectural marvel and a new city landmark. Next, we'll visit the bustling fish market and the folkloric Muttrah Souk. Wander through its narrow, covered alleys and inhale the exotic aromas of spices, coffee beans, and ancient remedies that fill the air. &nbsp; <br /><br />Our tour continues with a visit to the Bait Al Zubair Museum, showcasing a rich exhibit of Omani history and culture, reflecting the area&rsquo;s traditional values. We'll also make a photo stop at the magnificent Al Alam Palace, the official residence of Sultan Qaboos, flanked by the historic Portuguese forts of Mirani and Jalali. &nbsp; The half-day Muscat City Tour concludes in Muttrah Souk, where you'll have time to explore before we transfer you back to your hotel. Join us for a journey through time in the beautiful city of Muscat, where every corner tells a story.",
    "venue": "TBA",
    "venueAddress": "",
    "image": "",
    "thumbnailImage": "",
    "startDate": null,
    "endDate": null,
    "minPrice": 0,
    "maxPrice": 0,
    "currency": "AED",
    "referralUrl": "https://muscat.platinumlist.net/usd/event-tickets/half-day-muscat-city-tour",
    "referralCode": "",
    "categories": [],
    "tags": [],
    "status": "on sale",
    "featured": false
  }
]